{
  "daily": [
    {
      "daily1": [
        {
          "name_en": "The Fool",
          "name_kr": "바보",
          "number": 0,
          "image_url": null,
          "keyword": "새로운 시작, 순수함, 자유로운 영혼, 모험",
          "upright": {
            "general": "당신의 삶에 새로운 시작과 기회가 찾아오고 있습니다. 순수한 마음과 열린 태도로 모험을 시작하세요. 걱정과 두려움을 내려놓고 자유롭게 도전하면 무한한 가능성이 열릴 것입니다.",
            "health": "새로운 운동이나 건강관리법을 시작하기 좋은 시기입니다. 긍정적인 마음가짐이 건강에 도움이 될 것입니다.",
            "career": "새로운 시작과 도전의 기회가 옵니다. 두려워하지 말고 모험을 시도해보세요.",
            "wealth": "예상치 못한 수입이나 기회가 생길 수 있습니다. 단, 충동적인 지출은 피하세요.",
            "love": "새로운 만남이나 설렘이 찾아옵니다. 순수한 마음으로 관계에 임하세요."
          },
          "reversed": {
            "general": "지금은 무모한 도전이나 위험한 선택을 피해야 할 때입니다. 과도한 걱정과 불안이 당신을 망설이게 할 수 있지만, 이는 신중함이 필요하다는 신호입니다.",
            "health": "사고나 부상의 위험이 있으니 주의하세요. 건강 관리에 더욱 신중해야 합니다.",
            "career": "준비 없는 도전은 위험할 수 있습니다. 계획을 더 철저히 세우세요.",
            "wealth": "충동적인 지출이나 무모한 투자를 조심하세요. 재정적 손실의 위험이 있습니다.",
            "love": "너무 성급한 판단은 피하세요. 상대방을 더 신중히 알아가는 것이 좋습니다."
          }
        },
        {
          "name_en": "The Magician",
          "name_kr": "마법사",
          "number": 1,
          "image_url": null,
          "keyword": "창조력, 숙련된 기술, 자원의 활용, 의지력",
          "upright": {
            "general": "당신이 가진 모든 재능과 자원을 활용할 수 있는 시기입니다. 의지를 가지고 목표를 향해 나아가세요. 지금의 노력은 반드시 결실을 맺을 것입니다.",
            "health": "몸과 마음의 균형을 잘 조절할 수 있는 시기입니다. 새로운 건강관리법이 큰 효과를 볼 것입니다.",
            "career": "당신의 능력을 마음껏 발휘하세요. 창의적인 아이디어가 인정받을 것입니다.",
            "wealth": "재능을 재물로 연결할 수 있는 좋은 기회입니다. 적극적으로 행동하세요.",
            "love": "매력과 카리스마가 돋보이는 시기입니다. 원하는 관계를 이끌어낼 수 있습니다."
          },
          "reversed": {
            "general": "자신의 능력을 과신하거나 기만적인 행동을 조심하세요. 더 진실된 태도와 준비가 필요합니다.",
            "health": "과도한 자신감으로 건강을 해칠 수 있습니다. 전문가의 조언을 구하세요.",
            "career": "실력을 과대평가하지 마세요. 기본기를 다지는 것이 중요합니다.",
            "wealth": "허황된 계획이나 사기를 조심하세요. 현실적인 판단이 필요합니다.",
            "love": "거짓된 모습이나 과시적인 태도는 피하세요. 진정성이 필요합니다."
          }
        },
        {
          "name_en": "The High Priestess",
          "name_kr": "여사제",
          "number": 2,
          "image_url": null,
          "keyword": "직관, 내면의 지혜, 신비, 잠재의식",
          "upright": {
            "general": "내면의 목소리에 귀를 기울이세요. 직관적인 판단이 당신을 올바른 길로 인도할 것입니다.",
            "health": "심신의 균형을 찾는 것이 중요합니다. 명상이나 요가가 도움이 될 것입니다.",
            "career": "내적 지혜를 활용하여 중요한 결정을 내리세요. 비밀스러운 정보가 도움이 될 수 있습니다.",
            "wealth": "급하게 결정하지 말고 신중히 판단하세요. 은밀한 재물의 기회가 있습니다.",
            "love": "직감을 믿으세요. 표면적인 모습보다 내면의 진실을 보는 것이 중요합니다."
          },
          "reversed": {
            "general": "직관이 흐려져 있거나 내면의 소리를 무시하고 있습니다. 더 깊은 성찰이 필요합니다.",
            "health": "스트레스와 불안을 조절하세요. 정신적 건강에 주의가 필요합니다.",
            "career": "중요한 정보를 놓치고 있을 수 있습니다. 더 세심한 관찰이 필요합니다.",
            "wealth": "비밀스러운 금전적 문제를 조심하세요. 속임수나 사기를 주의하세요.",
            "love": "자신을 속이거나 상대방의 진실을 보지 못하고 있을 수 있습니다."
          }
        },
        {
          "name_en": "The Empress",
          "name_kr": "여황제",
          "number": 3,
          "image_url": null,
          "keyword": "풍요, 창조성, 모성, 자연의 순환",
          "upright": {
            "general": "풍요와 창조의 시기입니다. 자연스러운 흐름을 따르며 성장하세요.",
            "health": "신체적 건강이 좋아지는 시기입니다. 자연친화적인 치유법이 효과적입니다.",
            "career": "창의력을 발휘하여 새로운 프로젝트를 시작하기 좋은 때입니다.",
            "wealth": "안정적인 수입과 물질적 풍요가 기대됩니다. 투자가 결실을 맺을 것입니다.",
            "love": "따뜻하고 풍요로운 사랑이 찾아옵니다. 관계가 더욱 성숙해질 것입니다."
          },
          "reversed": {
            "general": "창조적 에너지가 막혀있거나 풍요로움이 지체되고 있습니다.",
            "health": "영양 불균형이나 호르몬 문제에 주의하세요. 자연스러운 치유가 필요합니다.",
            "career": "아이디어가 정체되어 있습니다. 과도한 통제욕구를 내려놓으세요.",
            "wealth": "재정적 어려움이나 물질적 손실이 있을 수 있습니다.",
            "love": "관계가 정체되거나 과보호적인 태도를 보일 수 있습니다."
          }
        },
        {
          "name_en": "The Emperor",
          "name_kr": "황제",
          "number": 4,
          "image_url": null,
          "keyword": "권위, 리더십, 안정성, 질서",
          "upright": {
            "general": "안정적인 기반을 바탕으로 상황을 통제하고 이끌어갈 수 있는 시기입니다.",
            "health": "체계적인 건강관리가 효과를 볼 것입니다. 규칙적인 생활이 중요합니다.",
            "career": "리더십을 발휘하여 성과를 이룰 수 있습니다. 권위가 인정받을 것입니다.",
            "wealth": "안정적인 재정 계획이 성공을 가져올 것입니다. 장기 투자가 유리합니다.",
            "love": "안정적이고 책임감 있는 관계를 만들 수 있습니다. 신뢰가 깊어질 것입니다."
          },
          "reversed": {
            "general": "과도한 통제욕이나 권위적인 태도가 문제를 일으킬 수 있습니다.",
            "health": "스트레스로 인한 건강 악화를 조심하세요. 경직된 생활습관을 개선하세요.",
            "career": "독단적인 결정이나 권위 남용을 주의하세요. 유연성이 필요합니다.",
            "wealth": "보수적인 태도로 인한 기회 상실이 있을 수 있습니다.",
            "love": "지나친 통제나 권위적인 태도가 관계를 해칠 수 있습니다."
          }
        },
        {
          "name_en": "The Hierophant",
          "name_kr": "교황",
          "number": 5,
          "image_url": null,
          "keyword": "전통, 교육, 영적 지도, 관습",
          "upright": {
            "general": "전통적인 방식과 가르침을 통해 지혜를 얻을 수 있습니다. 믿을 수 있는 조언자를 만날 수 있습니다.",
            "health": "전통적인 치료법이나 검증된 건강관리법이 효과적일 것입니다. 전문가의 조언을 따르세요.",
            "career": "기존의 체계와 규칙을 잘 활용하면 성공할 수 있습니다. 멘토의 도움을 받으세요.",
            "wealth": "안정적이고 보수적인 재테크가 유리합니다. 검증된 투자 방식을 선택하세요.",
            "love": "전통적인 가치관이 중요해질 수 있습니다. 안정적이고 진중한 관계가 형성됩니다."
          },
          "reversed": {
            "general": "기존의 틀에서 벗어나 새로운 방식을 시도해볼 때입니다. 과도한 관습에 얽매이지 마세요.",
            "health": "현재의 치료법이나 건강관리법이 적절하지 않을 수 있습니다. 새로운 방법을 찾아보세요.",
            "career": "관습적인 방식이 오히려 발전을 저해할 수 있습니다. 혁신적인 접근이 필요합니다.",
            "wealth": "보수적인 재정 관리가 기회를 놓치게 할 수 있습니다. 새로운 투자법을 고려하세요.",
            "love": "관습이나 타인의 기대에 얽매이지 마세요. 자유로운 관계를 추구하세요."
          }
        },
        {
          "name_en": "The Lovers",
          "name_kr": "연인",
          "number": 6,
          "image_url": null,
          "keyword": "사랑, 조화, 관계, 선택",
          "upright": {
            "general": "중요한 선택의 시기입니다. 마음이 이끄는 대로 결정하면 좋은 결과가 있을 것입니다.",
            "health": "마음과 몸의 조화가 중요합니다. 건강한 인간관계가 치유에 도움이 될 것입니다.",
            "career": "협력관계가 중요해질 것입니다. 파트너십을 통해 성공할 수 있습니다.",
            "wealth": "공동 투자나 파트너십을 통한 수익이 기대됩니다. 균형 잡힌 재정 관리가 중요합니다.",
            "love": "진정한 사랑과 조화로운 관계가 형성될 수 있습니다. 서로를 이해하고 존중하세요."
          },
          "reversed": {
            "general": "선택의 갈등이나 부조화를 겪을 수 있습니다. 내면의 가치관을 재점검하세요.",
            "health": "정신적 스트레스가 신체 건강에 영향을 줄 수 있습니다. 관계의 치유가 필요합니다.",
            "career": "파트너십의 불화나 의견 충돌이 있을 수 있습니다. 책임 회피를 조심하세요.",
            "wealth": "공동 투자의 위험이나 재정적 불화가 있을 수 있습니다. 신중한 판단이 필요합니다.",
            "love": "관계의 불균형이나 가치관의 차이로 갈등이 생길 수 있습니다."
          }
        },
        {
          "name_en": "The Chariot",
          "name_kr": "전차",
          "number": 7,
          "image_url": null,
          "keyword": "승리, 의지력, 결단력, 진전",
          "upright": {
            "general": "강한 의지로 목표를 향해 전진하세요. 승리와 성공이 기다리고 있습니다.",
            "health": "적극적인 건강관리가 효과를 볼 것입니다. 운동을 통한 체력 증진이 도움됩니다.",
            "career": "도전적인 목표를 향해 진전이 있을 것입니다. 자신감을 가지고 나아가세요.",
            "wealth": "적극적인 재정 활동이 성과를 가져올 것입니다. 계획한 대로 추진하세요.",
            "love": "관계에서 주도권을 잡을 수 있습니다. 적극적인 구애가 효과적일 것입니다."
          },
          "reversed": {
            "general": "방향성을 잃거나 통제력이 약해질 수 있습니다. 목표를 재설정할 필요가 있습니다.",
            "health": "과도한 운동이나 무리한 활동을 주의하세요. 균형 잡힌 관리가 필요합니다.",
            "career": "성급한 추진이나 독단적 행동을 조심하세요. 협력이 필요한 시기입니다.",
            "wealth": "무모한 투자나 과도한 지출을 자제하세요. 신중한 판단이 필요합니다.",
            "love": "관계에서 지나친 지배욕이나 경쟁심을 조심하세요."
          }
        },
        {
          "name_en": "Strength",
          "name_kr": "힘",
          "number": 8,
          "image_url": null,
          "keyword": "내면의 힘, 용기, 인내, 자제력",
          "upright": {
            "general": "내면의 힘과 용기로 어려움을 극복할 수 있습니다. 인내심을 가지고 도전하세요.",
            "health": "정신력으로 건강을 회복할 수 있습니다. 긍정적 마인드가 치유를 돕습니다.",
            "career": "어려운 상황을 지혜롭게 극복할 수 있습니다. 침착하게 대처하세요.",
            "wealth": "장기적 안목으로 재정을 관리하세요. 인내심 있는 투자가 성과를 낼 것입니다.",
            "love": "성숙한 사랑이 가능합니다. 이해와 배려로 관계를 발전시키세요."
          },
          "reversed": {
            "general": "내면의 불안과 두려움이 커질 수 있습니다. 자신감을 회복하는 것이 중요합니다.",
            "health": "정신적 스트레스가 신체 건강에 영향을 줄 수 있습니다. 휴식이 필요합니다.",
            "career": "자신감 부족으로 기회를 놓칠 수 있습니다. 용기를 가지세요.",
            "wealth": "감정적인 소비나 충동적인 결정을 조심하세요.",
            "love": "관계에서 자존감이 낮아질 수 있습니다. 자신을 더 사랑하세요."
          }
        },
        {
          "name_en": "The Hermit",
          "name_kr": "은둔자",
          "number": 9,
          "image_url": null,
          "keyword": "내적 탐색, 고독, 지혜, 성찰",
          "upright": {
            "general": "고독한 시간을 통해 깊은 통찰을 얻을 수 있습니다. 내면의 소리에 귀 기울이세요.",
            "health": "명상과 휴식이 건강에 도움이 됩니다. 정신적 치유에 집중하세요.",
            "career": "독립적인 작업이나 연구가 효과적입니다. 전문성을 키우세요.",
            "wealth": "신중하고 보수적인 재정 관리가 필요합니다. 불필요한 지출을 줄이세요.",
            "love": "자아성찰의 시간이 필요합니다. 진정한 사랑의 의미를 깊이 생각해보세요."
          },
          "reversed": {
            "general": "과도한 고립이나 외로움을 느낄 수 있습니다. 적절한 사회활동이 필요합니다.",
            "health": "우울이나 불안에 주의하세요. 전문가의 도움을 받는 것이 좋습니다.",
            "career": "고립된 업무 환경이 성과를 저해할 수 있습니다. 소통이 필요합니다.",
            "wealth": "지나친 절약이나 소비 기피가 문제가 될 수 있습니다.",
            "love": "관계를 회피하거나 소통이 부족할 수 있습니다. 마음을 열어보세요."
          }
        },
        {
          "name_en": "Wheel of Fortune",
          "name_kr": "운명의 수레바퀴",
          "number": 10,
          "image_url": null,
          "keyword": "운명, 전환점, 기회, 순환",
          "upright": {
            "general": "큰 변화와 새로운 기회가 찾아옵니다. 운명의 흐름을 받아들이고 긍정적으로 나아가세요.",
            "health": "건강 상태가 호전될 수 있는 전환점입니다. 새로운 치료법이 효과를 볼 수 있습니다.",
            "career": "예상치 못한 기회나 승진의 가능성이 있습니다. 변화를 두려워하지 마세요.",
            "wealth": "예기치 않은 재물이나 행운이 찾아올 수 있습니다. 기회를 놓치지 마세요.",
            "love": "운명적인 만남이나 관계의 새로운 전환점이 있을 수 있습니다."
          },
          "reversed": {
            "general": "원치 않는 변화나 불운한 상황이 발생할 수 있습니다. 인내하며 때를 기다리세요.",
            "health": "건강 상태가 불안정할 수 있습니다. 예방적 관리에 신경 쓰세요.",
            "career": "예상치 못한 어려움이나 장애물이 생길 수 있습니다. 유연하게 대처하세요.",
            "wealth": "재정적 손실이나 불안정한 상황이 올 수 있습니다. 위험 관리가 필요합니다.",
            "love": "관계가 불안정해지거나 예상치 못한 변화가 올 수 있습니다."
          }
        },
        {
          "name_en": "Justice",
          "name_kr": "정의",
          "number": 11,
          "image_url": null,
          "keyword": "정의, 균형, 진실, 인과응보",
          "upright": {
            "general": "공정하고 균형 잡힌 결정이 필요합니다. 진실이 밝혀지고 정의가 실현될 것입니다.",
            "health": "균형 잡힌 생활습관이 중요합니다. 건강검진이나 정확한 진단이 도움될 것입니다.",
            "career": "공정한 평가를 받을 것입니다. 법적, 계약적 문제는 유리하게 해결됩니다.",
            "wealth": "정당한 대가를 받을 수 있습니다. 공정한 거래가 이루어질 것입니다.",
            "love": "진실된 관계가 중요해집니다. 서로에 대한 공정한 이해가 필요합니다."
          },
          "reversed": {
            "general": "불공정한 상황이나 편견에 직면할 수 있습니다. 부당한 결정을 조심하세요.",
            "health": "잘못된 진단이나 치료를 받을 수 있습니다. 다양한 의견을 구하세요.",
            "career": "부당한 대우나 불공정한 평가를 받을 수 있습니다. 권리를 지키세요.",
            "wealth": "금전적 손해나 부당한 거래를 조심하세요. 법적 문제가 생길 수 있습니다.",
            "love": "관계에서 불균형이나 부당한 상황이 발생할 수 있습니다."
          }
        },
        {
          "name_en": "The Hanged Man",
          "name_kr": "매달린 사람",
          "number": 12,
          "image_url": null,
          "keyword": "희생, 새로운 관점, 중단, 포기",
          "upright": {
            "general": "잠시 멈추고 다른 관점에서 상황을 바라보세요. 일시적인 희생이 더 큰 깨달음을 가져올 것입니다.",
            "health": "휴식과 재충전이 필요합니다. 새로운 치유법이나 관점을 시도해보세요.",
            "career": "현재 상태를 수용하고 새로운 시각을 가져보세요. 일시적인 중단이 도움될 수 있습니다.",
            "wealth": "즉각적인 이익보다는 장기적 관점이 필요합니다. 과감한 포기가 이득일 수 있습니다.",
            "love": "관계를 새로운 시각으로 바라보세요. 잠시의 거리두기가 도움될 수 있습니다."
          },
          "reversed": {
            "general": "불필요한 희생이나 고착된 상황에서 벗어나세요. 과감한 변화가 필요합니다.",
            "health": "무의미한 치료나 건강관리법을 고집하지 마세요. 새로운 방법을 찾아보세요.",
            "career": "정체된 상황이나 무의미한 희생에서 벗어나세요. 적극적인 행동이 필요합니다.",
            "wealth": "불필요한 지출이나 투자를 중단하세요. 실질적인 이익을 추구하세요.",
            "love": "일방적인 희생이나 불균형한 관계를 재고해보세요."
          }
        },
        {
          "name_en": "Death",
          "name_kr": "죽음",
          "number": 13,
          "image_url": null,
          "keyword": "변화, 종결, 변환, 새로운 시작",
          "upright": {
            "general": "큰 변화와 새로운 시작이 필요한 시기입니다. 과거를 과감히 정리하고 새로운 단계로 나아가세요.",
            "health": "건강 관리 방식의 근본적인 변화가 필요합니다. 오래된 나쁜 습관을 버리세요.",
            "career": "커리어의 중요한 전환점입니다. 과감한 변화를 두려워하지 마세요.",
            "wealth": "재정 상태의 큰 변화가 예상됩니다. 과감한 구조조정이 도움될 수 있습니다.",
            "love": "관계의 큰 전환점이 될 수 있습니다. 새로운 시작을 위해 과거를 놓으세요."
          },
          "reversed": {
            "general": "필요한 변화를 거부하거나 지연시키고 있습니다. 변화를 두려워하지 마세요.",
            "health": "건강 문제의 개선이 지연될 수 있습니다. 변화를 받아들이세요.",
            "career": "불가피한 변화를 피하려 하지 마세요. 저항이 상황을 악화시킬 수 있습니다.",
            "wealth": "재정적 변화를 미루는 것이 손실을 키울 수 있습니다.",
            "love": "끝난 관계를 붙잡거나 변화를 거부하지 마세요."
          }
        },
        {
          "name_en": "Temperance",
          "name_kr": "절제",
          "number": 14,
          "image_url": null,
          "keyword": "균형, 조화, 절제, 인내",
          "upright": {
            "general": "균형과 조화를 이루는 시기입니다. 절제와 인내로 상황을 조율하세요.",
            "health": "몸과 마음의 균형이 중요합니다. 적절한 운동과 휴식을 병행하세요.",
            "career": "안정적이고 조화로운 업무 환경이 조성됩니다. 협력이 중요합니다.",
            "wealth": "안정적인 재정 관리가 필요합니다. 과도한 지출이나 투자는 피하세요.",
            "love": "조화롭고 안정적인 관계가 발전합니다. 서로를 이해하고 배려하세요."
          },
          "reversed": {
            "general": "불균형과 과도함을 주의하세요. 절제력이 필요한 시기입니다.",
            "health": "과도한 생활습관이 건강을 해칠 수 있습니다. 절제가 필요합니다.",
            "career": "일과 삶의 균형이 깨질 수 있습니다. 적절한 조율이 필요합니다.",
            "wealth": "과도한 지출이나 불균형한 재정 관리를 주의하세요.",
            "love": "관계에서 균형이 깨질 수 있습니다. 한쪽으로 치우치지 마세요."
          }
        },
        {
          "name_en": "The Devil",
          "name_kr": "악마",
          "number": 15,
          "image_url": null,
          "keyword": "속박, 유혹, 집착, 물질주의",
          "upright": {
            "general": "부정적인 습관이나 집착에서 벗어나야 합니다. 자유를 제한하는 것들을 인식하세요.",
            "health": "나쁜 습관이나 중독적 행동이 건강을 해칠 수 있습니다. 의지력이 필요합니다.",
            "career": "부정적인 업무 환경이나 구속적인 계약을 주의하세요.",
            "wealth": "물질적 욕심이나 재정적 속박을 조심하세요. 과도한 지출을 제한하세요.",
            "love": "불건전하거나 구속적인 관계를 경계하세요. 집착을 버리세요."
          },
          "reversed": {
            "general": "부정적인 상황에서 벗어날 수 있는 기회입니다. 자유를 향해 나아가세요.",
            "health": "해로운 습관에서 벗어날 수 있습니다. 건강한 생활로 전환하세요.",
            "career": "구속적인 환경에서 벗어날 수 있습니다. 새로운 기회를 잡으세요.",
            "wealth": "재정적 속박에서 해방될 수 있습니다. 현명한 선택을 하세요.",
            "love": "불건전한 관계에서 벗어나 자유를 찾을 수 있습니다."
          }
        },
        {
          "name_en": "The Tower",
          "name_kr": "탑",
          "number": 16,
          "image_url": null,
          "keyword": "급격한 변화, 파괴, 각성, 해방",
          "upright": {
            "general": "갑작스러운 변화와 혼란이 올 수 있습니다. 이는 필요한 변화의 과정일 수 있으니 받아들이세요.",
            "health": "갑작스러운 건강 이상이 발생할 수 있습니다. 즉각적인 대처가 필요합니다.",
            "career": "예상치 못한 변화나 구조조정이 있을 수 있습니다. 새로운 시작을 준비하세요.",
            "wealth": "예기치 못한 재정적 손실이나 위기가 올 수 있습니다. 비상 계획을 세우세요.",
            "love": "급격한 관계의 변화나 단절이 있을 수 있습니다. 새로운 시작을 위한 과정일 수 있습니다."
          },
          "reversed": {
            "general": "필요한 변화를 피하거나 지연시키고 있습니다. 변화를 두려워하지 마세요.",
            "health": "건강 문제를 방치하면 더 큰 문제가 될 수 있습니다. 즉각적인 조치가 필요합니다.",
            "career": "피할 수 없는 변화를 받아들이세요. 저항이 더 큰 혼란을 가져올 수 있습니다.",
            "wealth": "재정적 위기를 회피하면 더 큰 손실이 올 수 있습니다.",
            "love": "불가피한 관계의 변화를 수용하세요. 새로운 시작을 위한 기회입니다."
          }
        },
        {
          "name_en": "The Star",
          "name_kr": "별",
          "number": 17,
          "image_url": null,
          "keyword": "희망, 영감, 평화, 치유",
          "upright": {
            "general": "희망과 치유의 시기입니다. 긍정적인 에너지가 당신을 이끌어줄 것입니다.",
            "health": "건강이 회복되고 치유의 기운이 강해집니다. 긍정적인 마음가짐이 중요합니다.",
            "career": "새로운 영감과 기회가 찾아옵니다. 꿈을 향해 나아가세요.",
            "wealth": "재정적 희망과 기회가 생깁니다. 긍정적인 변화가 시작됩니다.",
            "love": "희망적이고 순수한 사랑이 찾아옵니다. 진정성 있는 관계가 발전합니다."
          },
          "reversed": {
            "general": "희망을 잃거나 낙담할 수 있습니다. 내면의 빛을 다시 찾으세요.",
            "health": "회복이 더디거나 치유가 지연될 수 있습니다. 인내심을 가지세요.",
            "career": "목표를 향한 열정이 식거나 자신감이 부족할 수 있습니다.",
            "wealth": "재정적 희망이 좌절되거나 기회를 놓칠 수 있습니다.",
            "love": "관계에 대한 희망을 잃거나 실망할 수 있습니다. 믿음을 잃지 마세요."
          }
        },
        {
          "name_en": "The Moon",
          "name_kr": "달",
          "number": 18,
          "image_url": null,
          "keyword": "환상, 불확실성, 직관, 잠재의식",
          "upright": {
            "general": "불확실하고 혼란스러운 시기입니다. 직관을 믿고 내면의 목소리에 귀 기울이세요.",
            "health": "정확한 진단이 필요합니다. 심리적 요인이 건강에 영향을 줄 수 있습니다.",
            "career": "상황이 불명확할 수 있습니다. 직감을 믿되 신중하게 판단하세요.",
            "wealth": "재정적 불확실성이 있을 수 있습니다. 위험한 투자는 피하세요.",
            "love": "관계가 혼란스럽거나 불확실할 수 있습니다. 진실을 파악하려 노력하세요."
          },
          "reversed": {
            "general": "혼란과 불안이 점차 해소됩니다. 진실이 드러나기 시작합니다.",
            "health": "오진이나 잘못된 치료를 주의하세요. 정확한 정보가 필요합니다.",
            "career": "기만이나 착각에서 벗어날 수 있습니다. 현실을 직시하세요.",
            "wealth": "금전적 사기나 착각을 주의하세요. 명확한 판단이 필요합니다.",
            "love": "관계의 진실이 드러날 수 있습니다. 환상에서 벗어나세요."
          }
        },
        {
          "name_en": "The Sun",
          "name_kr": "태양",
          "number": 19,
          "image_url": null,
          "keyword": "성공, 기쁨, 활력, 긍정",
          "upright": {
            "general": "완벽한 성공과 행복이 찾아옵니다. 밝고 긍정적인 에너지가 당신을 비춥니다.",
            "health": "건강이 크게 회복되고 활력이 넘칩니다. 긍정적 마인드가 치유를 돕습니다.",
            "career": "큰 성공과 인정을 받을 수 있습니다. 자신감을 가지고 나아가세요.",
            "wealth": "재정적 풍요와 성공이 기대됩니다. 투자가 좋은 결실을 맺을 것입니다.",
            "love": "행복하고 밝은 관계가 발전합니다. 진정한 사랑이 꽃피는 시기입니다."
          },
          "reversed": {
            "general": "일시적인 어려움이나 자신감 결여가 있을 수 있습니다. 긍정성을 잃지 마세요.",
            "health": "회복이 더디거나 활력이 부족할 수 있습니다. 충분한 휴식을 취하세요.",
            "career": "성과가 지연되거나 인정받지 못할 수 있습니다. 인내심을 가지세요.",
            "wealth": "기대했던 수익이 지연되거나 손실이 있을 수 있습니다.",
            "love": "관계가 일시적으로 흐려질 수 있습니다. 시간이 해결해줄 것입니다."
          }
        },
        {
          "name_en": "Judgement",
          "name_kr": "심판",
          "number": 20,
          "image_url": null,
          "keyword": "재생, 각성, 판단, 소명",
          "upright": {
            "general": "중요한 깨달음과 새로운 시작의 시기입니다. 내면의 부름에 귀 기울이세요.",
            "health": "건강에 대한 새로운 인식이 생깁니다. 근본적인 치유가 시작됩니다.",
            "career": "새로운 소명이나 진로가 분명해집니다. 중요한 결정을 내릴 때입니다.",
            "wealth": "재정적 판단이 정확해집니다. 중요한 재정 결정을 내리기 좋은 시기입니다.",
            "love": "관계에 대한 중요한 깨달음이 있습니다. 새로운 단계로 발전할 수 있습니다."
          },
          "reversed": {
            "general": "중요한 결정을 미루거나 변화를 두려워하고 있습니다. 자기성찰이 필요합니다.",
            "health": "건강 문제의 심각성을 간과하지 마세요. 정확한 진단이 필요합니다.",
            "career": "진로 결정을 회피하거나 소명을 무시하고 있습니다. 진지한 성찰이 필요합니다.",
            "wealth": "재정적 판단을 미루거나 잘못된 결정을 할 수 있습니다. 신중히 검토하세요.",
            "love": "관계에 대한 판단을 미루거나 현실을 회피하고 있습니다."
          }
        },
        {
          "name_en": "The World",
          "name_kr": "세계",
          "number": 21,
          "image_url": null,
          "keyword": "완성, 성취, 통합, 완전",
          "upright": {
            "general": "모든 것이 완벽하게 완성되는 시기입니다. 노력이 큰 결실을 맺습니다.",
            "health": "전체적인 건강과 웰빙이 최상의 상태에 도달합니다. 완벽한 균형을 이룹니다.",
            "career": "큰 성취와 목표 달성이 이루어집니다. 완벽한 성공이 기다립니다.",
            "wealth": "재정적 목표가 달성되고 풍요로움이 완성됩니다. 큰 성과를 얻을 수 있습니다.",
            "love": "관계가 완성되고 깊은 조화를 이룹니다. 완벽한 사랑이 실현됩니다."
          },
          "reversed": {
            "general": "완성이 지연되거나 미완성된 부분이 있습니다. 마무리가 필요한 것들을 점검하세요.",
            "health": "완전한 회복이 지연될 수 있습니다. 인내심을 가지고 꾸준히 관리하세요.",
            "career": "목표 달성이 지연되거나 미완성된 과제가 있습니다. 세심한 점검이 필요합니다.",
            "wealth": "재정적 목표 달성이 지연되거나 불완전할 수 있습니다. 꼼꼼히 확인하세요.",
            "love": "관계의 완성이 지연되거나 불완전한 부분이 있습니다. 시간이 필요합니다."
          }
        }
      ]
    },
    {
      "daily2": [
        {
          "name_en": "The Fool",
          "name_kr": "바보",
          "number": 0,
          "image_url": null,
          "keyword": "새로운 시작, 순수함, 자유로운 영혼, 모험",
          "upright": {
            "general": "예상치 못한 기회와 새로운 모험이 기다리고 있습니다. 두려움 없이 첫 발을 내딛으세요. 순수한 열정이 당신을 성공으로 이끌 것입니다.",
            "health": "자연치유력이 높아지는 시기입니다. 새로운 대체의학이나 자연요법을 시도해보세요.",
            "career": "전혀 새로운 분야에 도전할 좋은 기회입니다. 직관을 믿고 모험을 시작하세요.",
            "wealth": "뜻밖의 행운이 찾아올 수 있습니다. 새로운 투자 기회를 잘 살펴보세요.",
            "love": "예기치 않은 로맨스가 시작될 수 있습니다. 가벼운 마음으로 즐기세요."
          },
          "reversed": {
            "general": "무모한 결정은 피하고 현실적인 계획이 필요합니다. 책임감 있는 태도로 접근하세요.",
            "health": "위험한 활동은 자제하세요. 기본적인 건강관리에 충실해야 할 때입니다.",
            "career": "현재 위치에서 더 많은 경험을 쌓으세요. 성급한 이직은 좋지 않습니다.",
            "wealth": "도박이나 위험한 재테크는 피하세요. 안전한 저축을 우선시하세요.",
            "love": "불필요한 관계는 피하세요. 현재의 인연을 소중히 하는 것이 좋습니다."
          }
        },
        {
          "name_en": "The Magician",
          "name_kr": "마법사",
          "number": 1,
          "image_url": null,
          "keyword": "실현력, 기술 숙련, 자원 통제",
          "upright": {
            "general": "당신의 손끝에서 기적이 일어날 수 있는 시기입니다. 가상현실 기술을 활용한 창의적 프로젝트가 성공할 것입니다.",
            "health": "바이오하커(Biohacker) 방식의 건강 관리가 효과를 발휘합니다. 신체 데이터 모니터링을 시작하세요.",
            "career": "3D 프린팅이나 AI 기술을 접목한 신사업 아이디어가 투자를 유치할 수 있습니다.",
            "wealth": "블록체인 기술을 활용한 디지털 자산 관리로 수익을 극대화할 수 있는 시기입니다.",
            "love": "온라인 게임 내 아바타를 통해 현실 속 이상형을 만날 수 있는 운세입니다."
          },
          "reversed": {
            "general": "기술 오남용으로 인한 사이버 범죄에 휘말릴 위험이 있습니다. 디지털 보안을 강화해야 합니다.",
            "health": "과도한 스마트기기 사용으로 목과 어깨의 근육 긴장이 심화되고 있습니다. 디지털 디톡스가 필요합니다.",
            "career": "자동화 시스템 오류로 중요한 프로젝트에 차질이 생길 수 있습니다. 백업 시스템 점검을 서두르세요.",
            "wealth": "암호화폐 시장의 변동성으로 투자금을 크게 잃을 위험이 있습니다. 분산 투자를 권장합니다.",
            "love": "가상 연애에 빠져 현실 관계를 소홀히 하는 위험한 상황이 발생할 수 있습니다."
          }
        },
        {
          "name_en": "The High Priestess",
          "name_kr": "여사제",
          "number": 2,
          "image_url": null,
          "keyword": "신비로운 지식, 잠재의식, 직관력",
          "upright": {
            "general": "달빛 아래서 영적인 각성이 일어날 것입니다. 고대 문헌 연구를 통해 잊혀진 지식을 발견할 수 있습니다.",
            "health": "명상과 음향 치료를 결합한 현대적 치유법이 우울증 완화에 탁월한 효과를 보일 것입니다.",
            "career": "비밀리에 진행하던 연구 프로젝트가 획기적인 성과를 낼 수 있는 시기입니다.",
            "wealth": "가족의 비밀 금고에서 미상속 재산을 발견할 수 있는 운이 있습니다. 유서 분석을 권장합니다.",
            "love": "텔레파시처럼 상대방의 생각을 읽을 수 있는 특별한 교감이 발생할 것입니다."
          },
          "reversed": {
            "general": "과도한 신비주의에 빠져 현실 도피를 반복하고 있습니다. 전문가 상담이 필요합니다.",
            "health": "대체의학에만 의존해 치료 시기를 놓칠 수 있습니다. 정확한 진단을 먼저 받아보세요.",
            "career": "기밀 문서 유출로 법적 문제에 휘말릴 위험이 있습니다. 정보 관리에 각별히 주의하세요.",
            "wealth": "유언장 위조 사건에 연루될 가능성이 있습니다. 법률 자문을 반드시 받아야 합니다.",
            "love": "상대방의 숨겨진 배신 의도를 직감적으로 감지하게 될 것입니다. 신중한 대처가 필요합니다."
          }
        },
        {
          "name_en": "The Empress",
          "name_kr": "여황제",
          "number": 3,
          "image_url": null,
          "keyword": "생명력, 창조적 풍요, 모성애",
          "upright": {
            "general": "예술적 영감이 넘쳐흐르는 창조의 계절입니다. 대지의 에너지를 받아 작품 활동에 탁월한 성과를 낼 수 있습니다.",
            "health": "임신을 계획 중이라면 가장 이상적인 시기입니다. 태교 프로그램 참여를 권장합니다.",
            "career": "환경 재생 프로젝트에서 리더십을 발휘해 사회적 인정을 받을 수 있습니다.",
            "wealth": "유기농 농장 운영이나 친환경 제품 유통으로 안정적인 수익을 창출할 수 있습니다.",
            "love": "가족 계획에 대한 대화를 진지하게 나눌 수 있는 중요한 시기입니다."
          },
          "reversed": {
            "general": "과잉 보호로 인해 주변인의 성장을 방해하고 있습니다. 적절한 거리 유지가 필요합니다.",
            "health": "폭식 증세로 인해 체중 관리에 실패할 수 있습니다. 전문 영양사 상담이 시급합니다.",
            "career": "창의력 고갈로 주요 프로젝트가 지연되고 있습니다. 새로운 영감을 얻기 위한 여행을 계획하세요.",
            "wealth": "사치성 쇼핑 중독으로 신용카드 한도가 위험 수준에 도달했습니다. 지출 계획을 재정립해야 합니다.",
            "love": "과도한 집착으로 연인에게 호소력을 잃고 있습니다. 개인 공간을 존중해주세요."
          }
        },
        {
          "name_en": "The Emperor",
          "name_kr": "황제",
          "number": 4,
          "image_url": null,
          "keyword": "체계적 조직, 전략적 사고, 권위",
          "upright": {
            "general": "군사 작전처럼 치밀한 계획으로 목표를 달성할 수 있습니다. 리더십을 인정받아 중요한 포트폴리오를 맡게 될 것입니다.",
            "health": "군대식 건강 관리 프로그램으로 체력을 극대화할 수 있습니다. 규칙적인 생활 패턴이 중요합니다.",
            "career": "국방 관련 산업에서 두각을 나타낼 수 있는 기회가 찾아옵니다. 정부와의 협업 프로젝트 유리",
            "wealth": "전략적 부동산 투자로 5년 내 자산을 두 배로 불릴 수 있는 시나리오가 있습니다.",
            "love": "전통적인 남성상에 기반한 안정적인 구애가 성공할 것입니다. 가문의 지지를 받을 수 있습니다."
          },
          "reversed": {
            "general": "독재적 성향으로 조직 내 반발을 사고 있습니다. 소통 방식의 개선이 시급합니다.",
            "health": "과도한 업무 스트레스로 협심증 전조 증상이 나타나고 있습니다. 긴급한 휴식이 필요합니다.",
            "career": "군수 산업 관련 법적 문제가 발생할 가능성이 있습니다. 윤리적 검토가 필수적입니다.",
            "wealth": "세금 탈루 의혹으로 조세 당국의 조사를 받게 될 수 있습니다. 회계 장부 점검이 시급합니다.",
            "love": "가부장적 태도로 연인과의 갈등이 심화되고 있습니다. 감정 공유 기술을 연마해야 합니다."
          }
        },
        {
          "name_en": "The Hierophant",
          "name_kr": "교황",
          "number": 5,
          "image_url": null,
          "keyword": "전통적 가치, 영적 지도, 교육",
          "upright": {
            "general": "오랜 전통과 지혜가 당신의 길을 밝혀줄 것입니다. 신뢰할 수 있는 스승이나 멘토를 만나게 될 중요한 시기입니다.",
            "health": "전통 한의학이나 아유르베다와 같은 고대 치유법이 놀라운 효과를 보일 것입니다. 체질 개선에 집중하세요.",
            "career": "종교 단체나 교육 기관과의 협력 기회가 찾아올 것입니다. 자격증 취득이나 고등 교육 과정 시작에 좋은 시기입니다.",
            "wealth": "보수적인 장기 투자가 안정적인 수익을 가져올 것입니다. 종교 단체나 교육 기관과 관련된 투자가 유리합니다.",
            "love": "전통적인 방식의 만남과 결혼이 이루어질 수 있습니다. 가족의 축복 속에 관계가 발전할 것입니다."
          },
          "reversed": {
            "general": "낡은 관습과 제도에 얽매여 성장이 저해되고 있습니다. 과감한 혁신과 변화가 필요한 시기입니다.",
            "health": "전통적 치료법에 대한 맹신으로 현대 의학적 치료 시기를 놓칠 수 있습니다. 균형 잡힌 접근이 필요합니다.",
            "career": "경직된 조직 문화로 인해 창의성이 억압되고 있습니다. 새로운 시도와 도전이 제한될 수 있습니다.",
            "wealth": "보수적 투자로 인해 큰 수익 기회를 놓칠 수 있습니다. 새로운 투자 방식도 고려해보세요.",
            "love": "가족이나 종교적 가치관의 차이로 관계가 어려움을 겪을 수 있습니다. 서로의 차이를 인정하는 자세가 필요합니다."
          }
        },
        {
          "name_en": "The Lovers",
          "name_kr": "연인",
          "number": 6,
          "image_url": null,
          "keyword": "선택, 결합, 조화로운 관계",
          "upright": {
            "general": "인생의 중대한 선택의 기로에 서 있습니다. 마음의 소리를 듣고 진정한 가치를 따르는 결정을 내리세요.",
            "health": "심신의 완벽한 조화를 이룰 수 있는 시기입니다. 파트너와 함께하는 운동이나 요가가 특히 효과적일 것입니다.",
            "career": "이상적인 비즈니스 파트너를 만나게 될 것입니다. 협력 관계를 통해 놀라운 시너지를 창출할 수 있습니다.",
            "wealth": "파트너십을 통한 투자나 공동 사업이 성공할 확률이 높습니다. 신뢰할 수 있는 동업자와 함께하세요.",
            "love": "소울메이트를 만나게 될 운명적인 시기입니다. 깊은 정신적 교감을 나눌 수 있는 관계가 시작될 것입니다."
          },
          "reversed": {
            "general": "가치관의 충돌로 인한 갈등이 심화될 수 있습니다. 중요한 선택을 앞두고 내적 혼란을 겪을 수 있습니다.",
            "health": "정신적 스트레스가 신체 건강에 부정적 영향을 미칠 수 있습니다. 관계로 인한 스트레스 관리가 필요합니다.",
            "career": "파트너십의 불화로 프로젝트가 난항을 겪을 수 있습니다. 책임과 역할 분담을 명확히 하세요.",
            "wealth": "공동 투자나 사업 파트너와의 금전적 갈등이 발생할 수 있습니다. 계약 조건을 꼼꼼히 검토하세요.",
            "love": "관계에서 균형이 깨지고 있습니다. 서로의 독립성을 존중하면서도 조화를 이루는 방법을 찾아야 합니다."
          }
        },
        {
          "name_en": "The Chariot",
          "name_kr": "전차",
          "number": 7,
          "image_url": null,
          "keyword": "승리, 의지력, 진취성",
          "upright": {
            "general": "강한 의지와 결단력으로 모든 장애물을 극복할 수 있습니다. 목표를 향해 전진하면 반드시 승리할 것입니다.",
            "health": "강도 높은 운동 프로그램을 통해 체력을 극대화할 수 있습니다. 마라톤이나 철인 3종 경기에 도전해보세요.",
            "career": "해외 진출이나 새로운 시장 개척에서 큰 성과를 거둘 수 있습니다. 적극적인 확장이 성공으로 이어질 것입니다.",
            "wealth": "공격적인 투자 전략이 높은 수익을 가져올 것입니다. 새로운 시장에서의 기회를 놓치지 마세요.",
            "love": "당신의 적극적인 구애가 성공할 것입니다. 자신감을 가지고 마음에 드는 사람에게 다가가세요."
          },
          "reversed": {
            "general": "방향성을 잃고 표류하고 있습니다. 무리한 추진력은 오히려 실패를 초래할 수 있으니 주의하세요.",
            "health": "과도한 운동으로 부상의 위험이 있습니다. 적절한 휴식과 회복이 필요한 시기입니다.",
            "career": "성급한 사업 확장이 실패로 이어질 수 있습니다. 현재 상황을 먼저 안정화시키는 것이 중요합니다.",
            "wealth": "투기적 투자로 인한 큰 손실이 우려됩니다. 위험 관리에 특별히 신경 쓰세요.",
            "love": "지나친 독점욕과 통제욕이 관계를 망칠 수 있습니다. 상대방의 자유를 존중하세요."
          }
        },
        {
          "name_en": "Strength",
          "name_kr": "힘",
          "number": 8,
          "image_url": null,
          "keyword": "내면의 힘, 용기, 인내",
          "upright": {
            "general": "당신의 내면에서 강력한 힘이 솟아나고 있습니다. 부드러운 힘으로 어려운 상황을 지혜롭게 극복할 수 있습니다.",
            "health": "정신력으로 만성 질환을 극복할 수 있습니다. 명상과 요가를 통해 내면의 치유력을 높이세요.",
            "career": "뛰어난 리더십으로 팀의 어려움을 해결할 수 있습니다. 갈등 상황을 지혜롭게 중재하세요.",
            "wealth": "장기적 안목을 가지고 투자하면 안정적인 수익을 얻을 수 있습니다. 인내심을 가지고 기다리세요.",
            "love": "성숙한 사랑을 나눌 수 있는 시기입니다. 상대방의 단점도 포용하고 이해하는 자세가 필요합니다."
          },
          "reversed": {
            "general": "내면의 불안과 두려움이 당신을 지배하고 있습니다. 자신감을 회복하고 용기를 내야 할 때입니다.",
            "health": "스트레스로 인한 면역력 저하가 우려됩니다. 감정 조절과 스트레스 관리가 중요합니다.",
            "career": "자신감 부족으로 중요한 기회를 놓칠 수 있습니다. 내면의 두려움을 극복하세요.",
            "wealth": "감정적인 투자 결정으로 손실을 볼 수 있습니다. 이성적인 판단이 필요한 시기입니다.",
            "love": "질투심과 불안감이 관계를 해치고 있습니다. 자신과 상대방을 더 신뢰하세요."
          }
        },
        {
          "name_en": "The Hermit",
          "name_kr": "은둔자",
          "number": 9,
          "image_url": null,
          "keyword": "고독, 내면탐구, 지혜",
          "upright": {
            "general": "홀로 있는 시간을 통해 깊은 통찰을 얻을 수 있습니다. 내면의 목소리에 귀 기울이고 진정한 자아를 발견하세요.",
            "health": "혼자만의 건강관리 루틴이 특히 효과적일 것입니다. 명상과 자기 치유에 집중하세요.",
            "career": "독립적인 연구나 프로젝트에서 뛰어난 성과를 낼 수 있습니다. 전문성을 더욱 깊이 있게 발전시키세요.",
            "wealth": "신중하고 보수적인 재테크가 유리합니다. 철저한 분석과 연구를 통해 투자를 결정하세요.",
            "love": "자아를 깊이 이해하는 시간이 필요합니다. 진정한 사랑을 위해 먼저 자신을 사랑하는 법을 배우세요."
          },
          "reversed": {
            "general": "과도한 고립으로 인해 우울감이 깊어지고 있습니다. 적절한 사회적 교류가 필요한 시기입니다.",
            "health": "고독감으로 인한 정신적 스트레스가 심각합니다. 상담이나 치료를 고려해보세요.",
            "career": "팀 프로젝트 참여를 회피하여 업무 효율이 저하되고 있습니다. 동료들과의 협력이 필요합니다.",
            "wealth": "투자 결정을 미루다가 좋은 기회를 놓칠 수 있습니다. 적절한 행동이 필요한 시기입니다.",
            "love": "외로움을 피해 성급한 관계를 맺을 수 있습니다. 신중한 판단이 필요합니다."
          }
        },
        {
          "name_en": "Wheel of Fortune",
          "name_kr": "운명의 수레바퀴",
          "number": 10,
          "image_url": null,
          "keyword": "운명, 전환점, 순환, 기회",
          "upright": {
            "general": "운명의 수레바퀴가 당신에게 유리한 방향으로 돌아가고 있습니다. 큰 변화와 함께 찾아오는 행운을 놓치지 마세요. 인생의 새로운 장이 시작됩니다.",
            "health": "만성 질환이 극적으로 호전될 수 있는 시기입니다. 새로운 치료법이나 의사를 만나게 될 것입니다. 긍정적인 변화가 건강을 크게 개선할 것입니다.",
            "career": "예상치 못한 승진이나 발탁의 기회가 찾아옵니다. 해외 발령이나 부서 이동으로 인생이 크게 바뀔 수 있습니다.",
            "wealth": "뜻밖의 수입원이 생기거나 투자가 큰 수익으로 이어질 수 있습니다. 복권이나 상속 등 행운의 재물이 기대됩니다.",
            "love": "운명적인 만남이 예정되어 있습니다. 우연한 계기로 시작된 관계가 평생의 인연이 될 수 있습니다."
          },
          "reversed": {
            "general": "불운한 시기가 찾아올 수 있습니다. 급격한 변화에 대비하고 위기 관리 계획을 세워두세요. 현재의 어려움은 일시적임을 기억하세요.",
            "health": "갑작스러운 건강 이상이 발생할 수 있습니다. 정기검진을 미루지 말고, 응급상황에 대한 대비를 하세요.",
            "career": "구조조정이나 회사의 급격한 변화로 어려움을 겪을 수 있습니다. 새로운 진로를 고민해야 할 때입니다.",
            "wealth": "예기치 못한 지출이나 투자 손실이 발생할 수 있습니다. 보험이나 비상금 준비가 필요합니다.",
            "love": "관계가 갑자기 끝나거나 예상치 못한 이별을 맞을 수 있습니다. 변화를 받아들일 준비가 필요합니다."
          }
        },
        {
          "name_en": "Justice",
          "name_kr": "정의",
          "number": 11,
          "image_url": null,
          "keyword": "정의, 진실, 균형, 인과응보",
          "upright": {
            "general": "모든 상황이 공정하게 판단되고 정의로운 결과를 얻게 될 것입니다. 진실이 밝혀지고 올바른 판단으로 이어질 것입니다.",
            "health": "정확한 진단과 적절한 치료법을 찾게 될 것입니다. 균형 잡힌 식단과 생활습관이 건강을 개선할 것입니다.",
            "career": "실력과 노력을 정당하게 인정받게 될 것입니다. 법률 관련 업무나 분쟁 해결에서 유리한 결과를 얻을 수 있습니다.",
            "wealth": "정당한 대가를 받을 수 있는 시기입니다. 체납된 급여나 미수금을 회수할 수 있으며, 법적 분쟁에서 승리할 수 있습니다.",
            "love": "서로에 대한 진실한 감정을 확인하게 될 것입니다. 공평하고 균형 잡힌 관계가 발전할 수 있습니다."
          },
          "reversed": {
            "general": "부당한 대우나 불공정한 상황에 직면할 수 있습니다. 법적 문제나 분쟁에 휘말릴 수 있으니 주의가 필요합니다.",
            "health": "잘못된 진단이나 부적절한 치료를 받을 수 있습니다. 반드시 2차 소견을 구하고 신중하게 판단하세요.",
            "career": "부당한 인사평가나 직장 내 차별을 경험할 수 있습니다. 법적 대응을 고려해야 할 수도 있습니다.",
            "wealth": "금전적 사기나 불공정한 계약에 주의해야 합니다. 모든 거래는 반드시 문서화하고 법적 검토를 받으세요.",
            "love": "거짓말이나 배신으로 관계가 흔들릴 수 있습니다. 진실을 마주할 준비가 필요합니다."
          }
        },
        {
          "name_en": "The Hanged Man",
          "name_kr": "매달린 사람",
          "number": 12,
          "image_url": null,
          "keyword": "희생, 인내, 새로운 관점, 깨달음",
          "upright": {
            "general": "일시적인 희생과 인내가 필요한 시기입니다. 상황을 다른 시각에서 바라보면 새로운 깨달음을 얻을 수 있습니다. 지금은 적극적인 행동보다 관망이 필요합니다.",
            "health": "전통적인 치료법에서 벗어나 대체의학이나 새로운 치료법을 시도해보세요. 심신의 안정을 위해 잠시 휴식기를 가지는 것이 좋습니다.",
            "career": "현재의 정체기는 더 큰 도약을 위한 준비 기간입니다. 새로운 기술을 배우거나 관점을 전환하는데 시간을 투자하세요.",
            "wealth": "당장의 이익보다 장기적 관점에서의 투자가 필요합니다. 일시적인 손실을 감수하더라도 미래를 위한 준비를 하세요.",
            "love": "관계를 새로운 시각에서 바라볼 필요가 있습니다. 잠시 거리를 두고 상황을 객관적으로 관찰하세요."
          },
          "reversed": {
            "general": "불필요한 희생이나 고착된 상황에서 벗어날 때입니다. 과감한 결단이 필요한 시기이며, 더 이상의 지체는 도움이 되지 않습니다.",
            "health": "무의미한 치료나 건강관리법에 매달려 있습니다. 현재의 방식을 과감히 바꾸고 새로운 접근법을 시도해보세요.",
            "career": "현재 직장이나 업무에 무의미하게 매여있습니다. 과감한 진로 전환이나 이직을 고려해볼 시기입니다.",
            "wealth": "수익성 없는 투자나 사업에 계속 매달려 있습니다. 과감한 손절이나 방향 전환이 필요합니다.",
            "love": "불건강한 관계나 일방적인 희생에서 벗어나야 합니다. 자신의 행복을 위한 결단이 필요한 시기입니다."
          }
        },
        {
          "name_en": "Death",
          "name_kr": "죽음",
          "number": 13,
          "image_url": null,
          "keyword": "종말, 변화, 새로운 시작, 변환",
          "upright": {
            "general": "큰 변화와 새로운 시작이 다가오고 있습니다. 과거의 것들과 과감히 결별하고 새로운 단계로 나아갈 준비를 하세요. 이는 긍정적인 변화의 시작입니다.",
            "health": "기존의 건강 습관을 완전히 개선할 시기입니다. 해로운 습관들을 끊고 새로운 건강관리법을 시작하세요.",
            "career": "커리어의 큰 전환점이 될 것입니다. 전직이나 새로운 사업 시작 등 과감한 변화가 성공으로 이어질 수 있습니다.",
            "wealth": "재정 상태의 완전한 개편이 필요합니다. 낡은 투자를 정리하고 새로운 재테크 전략을 수립하세요.",
            "love": "현재 관계의 완전한 변화나 새로운 관계의 시작을 암시합니다. 과거의 상처나 집착에서 벗어날 때입니다."
          },
          "reversed": {
            "general": "필요한 변화를 거부하거나 지연시키고 있습니다. 변화에 대한 두려움을 극복하지 못하면 더 큰 어려움이 찾아올 수 있습니다.",
            "health": "건강 문제를 방치하거나 변화를 거부하고 있습니다. 필요한 치료나 생활습관 개선을 미루지 마세요.",
            "career": "직장이나 업계의 변화를 받아들이지 못하고 있습니다. 저항하기보다는 적응하고 발전하는 것이 중요합니다.",
            "wealth": "재정적 변화나 구조조정의 필요성을 무시하고 있습니다. 현실을 직시하고 필요한 조치를 취하세요.",
            "love": "끝난 관계를 붙잡고 있거나 변화를 두려워하고 있습니다. 새로운 시작을 위해 과거를 놓아주세요."
          }
        },
        {
          "name_en": "Temperance",
          "name_kr": "절제",
          "number": 14,
          "image_url": null,
          "keyword": "균형, 조화, 중용, 치유",
          "upright": {
            "general": "모든 것이 조화롭게 흐르는 시기입니다. 인내심을 가지고 균형잡힌 접근을 한다면 원하는 목표를 이룰 수 있습니다.",
            "health": "심신의 균형이 완벽하게 맞춰지는 시기입니다. 온화한 운동과 적절한 휴식의 조화가 최상의 컨디션을 만들어낼 것입니다.",
            "career": "팀원들과의 조화로운 협력이 성과를 가져올 것입니다. 극단적인 선택을 피하고 중도적 접근을 유지하세요.",
            "wealth": "안정적이고 균형 잡힌 포트폴리오가 좋은 성과를 낼 것입니다. 과도한 욕심은 피하고 적절한 수준을 유지하세요.",
            "love": "서로를 이해하고 배려하는 성숙한 관계가 발전합니다. 감정적 균형과 적절한 거리 유지가 중요합니다."
          },
          "reversed": {
            "general": "극단적인 선택이나 불균형한 상황에 주의해야 합니다. 조급함이나 과도한 행동이 문제를 악화시킬 수 있습니다.",
            "health": "과도한 운동이나 불규칙한 생활로 건강이 위협받고 있습니다. 생활의 균형을 되찾는 것이 시급합니다.",
            "career": "일과 삶의 균형이 깨져있습니다. 한쪽으로 치우친 상황을 바로잡아야 할 때입니다.",
            "wealth": "충동적인 소비나 투자로 재정 균형이 깨질 수 있습니다. 지출과 저축의 균형을 맞추세요.",
            "love": "관계에서 주고받음의 균형이 깨져있습니다. 한쪽의 희생이나 과도한 요구는 관계를 해칠 수 있습니다."
          }
        },
        {
          "name_en": "The Devil",
          "name_kr": "악마",
          "number": 15,
          "image_url": null,
          "keyword": "속박, 유혹, 집착, 물질주의",
          "upright": {
            "general": "현재 당신을 구속하고 있는 것들의 실체를 직시해야 합니다. 중독, 집착, 혹은 부정적 사고방식에서 벗어나기 위한 자각이 필요한 시기입니다.",
            "health": "건강에 해로운 습관이나 중독성 있는 행동에서 벗어나야 합니다. 술, 담배, 과식 등 해로운 습관을 끊을 적절한 시기입니다.",
            "career": "업무나 직장에 대한 과도한 집착이 삶의 균형을 해치고 있습니다. 불공정한 계약이나 구속적인 업무 환경을 재검토하세요.",
            "wealth": "물질적 욕심이나 사치에 대한 집착에서 벗어나야 합니다. 도박이나 위험한 투자는 심각한 손실을 가져올 수 있습니다.",
            "love": "불건전하거나 강박적인 관계에서 벗어날 필요가 있습니다. 상대방에 대한 지나친 집착이나 소유욕을 경계하세요."
          },
          "reversed": {
            "general": "부정적인 속박에서 벗어날 수 있는 기회가 찾아옵니다. 자유를 향한 첫 걸음을 내딛을 용기가 필요한 시기입니다.",
            "health": "해로운 습관이나 중독에서 회복될 수 있는 전환점입니다. 전문가의 도움을 받아 적극적인 치료를 시작하세요.",
            "career": "구속적인 계약이나 불합리한 업무 환경에서 벗어날 기회가 옵니다. 새로운 진로를 모색하세요.",
            "wealth": "재정적 속박에서 해방될 수 있습니다. 부채 해결이나 불필요한 지출 감소의 기회를 잡으세요.",
            "love": "불건강한 관계나 집착에서 벗어나 진정한 자유를 찾을 수 있습니다. 자존감을 회복할 시기입니다."
          }
        },
        {
          "name_en": "The Tower",
          "name_kr": "탑",
          "number": 16,
          "image_url": null,
          "keyword": "급격한 변화, 파괴, 계시, 해방",
          "upright": {
            "general": "갑작스러운 변화와 혼란이 찾아올 수 있습니다. 하지만 이는 필요한 변화이며, 낡은 것이 무너진 자리에 새로운 시작이 기다리고 있습니다.",
            "health": "갑작스러운 건강 이상이나 사고에 주의해야 합니다. 정기적인 검진과 예방적 관리가 매우 중요한 시기입니다.",
            "career": "직장의 구조조정이나 사업의 급격한 변화가 있을 수 있습니다. 위기를 기회로 전환할 준비가 필요합니다.",
            "wealth": "예기치 못한 재정적 손실이나 투자의 실패가 있을 수 있습니다. 비상 자금을 준비하고 위험 관리에 집중하세요.",
            "love": "관계의 급격한 변화나 예상치 못한 이별이 찾아올 수 있습니다. 이는 더 나은 관계를 위한 필요한 과정일 수 있습니다."
          },
          "reversed": {
            "general": "필요한 변화를 피하거나 저항하고 있습니다. 변화를 두려워하지 말고 피할 수 없는 변화를 받아들이세요.",
            "health": "심각한 건강 문제를 무시하거나 치료를 미루고 있습니다. 더 이상의 지체는 위험할 수 있습니다.",
            "career": "피할 수 없는 변화를 거부하여 더 큰 손실을 초래할 수 있습니다. 변화에 적응하는 유연성이 필요합니다.",
            "wealth": "재정적 위기의 징후를 무시하고 있습니다. 현실을 직시하고 즉각적인 대응이 필요합니다.",
            "love": "끝나야 할 관계를 붙잡고 있습니다. 때로는 관계의 종말을 받아들이는 것이 새로운 시작이 될 수 있습니다."
          }
        },
        {
          "name_en": "The Star",
          "name_kr": "별",
          "number": 17,
          "image_url": null,
          "keyword": "희망, 영감, 평화, 치유",
          "upright": {
            "general": "어둠 속에서 빛나는 희망의 별이 당신을 인도합니다. 영적인 평화와 내면의 안정을 찾을 수 있는 축복받은 시기입니다.",
            "health": "자연스러운 치유의 기운이 강해지는 시기입니다. 대자연 속에서의 휴식과 명상이 특별한 치유력을 발휘할 것입니다.",
            "career": "당신의 재능과 독창성이 빛을 발할 것입니다. 예술적 영감이나 창의적 아이디어가 성공으로 이어질 수 있습니다.",
            "wealth": "장기적인 재정 계획이 좋은 결실을 맺을 것입니다. 긍정적인 투자 기회가 찾아올 것입니다.",
            "love": "순수하고 이상적인 사랑이 찾아올 수 있습니다. 서로를 있는 그대로 받아들이는 치유의 관계가 시작됩니다."
          },
          "reversed": {
            "general": "희망을 잃고 절망에 빠져있습니다. 영적 지도나 상담을 통해 내면의 빛을 되찾으세요.",
            "health": "치유가 더디거나 회복이 지연되고 있습니다. 너무 조급해하지 말고 회복의 시간을 가지세요.",
            "career": "창의력이 막히고 자신감을 잃은 상태입니다. 일시적인 휴식을 통해 영감을 재충전하세요.",
            "wealth": "비현실적인 재정 계획으로 어려움을 겪을 수 있습니다. 현실적인 목표 설정이 필요합니다.",
            "love": "이상과 현실의 괴리로 실망감을 느낄 수 있습니다. 지나친 이상화를 경계하세요."
          }
        },
        {
          "name_en": "The Moon",
          "name_kr": "달",
          "number": 18,
          "image_url": null,
          "keyword": "환상, 불확실성, 직관, 잠재의식",
          "upright": {
            "general": "표면 아래 숨겨진 진실을 파악해야 하는 시기입니다. 직관과 잠재의식의 메시지에 귀 기울이되, 환상과 현실을 구분하세요.",
            "health": "심리적 요인이 신체 건강에 영향을 미치고 있습니다. 정신과 신체의 연결성에 주목하여 전인적 치료를 시도해보세요.",
            "career": "불확실한 상황 속에서 직관적 판단이 중요합니다. 비밀스러운 프로젝트나 창의적 작업이 성공할 수 있습니다.",
            "wealth": "투기성 높은 재테크는 피하고 안전한 투자를 선택하세요. 금융 사기나 사기성 투자를 주의해야 합니다.",
            "love": "관계에서 혼란이나 오해가 생길 수 있습니다. 상대방의 진심을 파악하기 위해 충분한 시간을 가지세요."
          },
          "reversed": {
            "general": "혼란과 불안이 점차 해소되고 진실이 드러나기 시작합니다. 현실을 직시할 준비를 하세요.",
            "health": "잘못된 진단이나 치료를 받을 수 있습니다. 반드시 두 번째 의견을 구하고 신중히 판단하세요.",
            "career": "사기나 기만적인 제안에 주의해야 합니다. 계약서의 세부 조항을 꼼꼼히 확인하세요.",
            "wealth": "금전적 사기나 투자 사기를 당할 수 있습니다. 모든 거래는 철저히 검증하세요.",
            "love": "거짓말이나 속임수가 드러날 수 있습니다. 관계의 진실을 마주할 준비를 하세요."
          }
        },
        {
          "name_en": "The Sun",
          "name_kr": "태양",
          "number": 19,
          "image_url": null,
          "keyword": "성공, 기쁨, 풍요, 활력",
          "upright": {
            "general": "완벽한 성공과 행복이 당신을 기다리고 있습니다. 모든 것이 당신의 뜻대로 이루어지는 황금기가 시작됩니다.",
            "health": "넘치는 생명력과 활력으로 건강이 크게 증진됩니다. 야외 활동이나 태양 아래서의 운동이 특히 효과적입니다.",
            "career": "큰 성과와 인정을 받을 수 있는 시기입니다. 승진이나 수상의 기회가 찾아올 것입니다.",
            "wealth": "재정적 풍요와 물질적 성공이 보장됩니다. 투자나 사업에서 큰 수익을 기대할 수 있습니다.",
            "love": "밝고 행복한 관계가 발전합니다. 결혼이나 출산과 같은 기쁜 소식이 있을 수 있습니다."
          },
          "reversed": {
            "general": "일시적인 어려움이나 자신감 결여를 경험할 수 있습니다. 곧 상황이 개선될 것이니 희망을 잃지 마세요.",
            "health": "일시적인 체력 저하나 면역력 약화가 있을 수 있습니다. 충분한 휴식과 영양 섭취가 필요합니다.",
            "career": "인정받지 못하거나 성과가 지연될 수 있습니다. 자신의 가치를 의심하지 말고 꾸준히 노력하세요.",
            "wealth": "기대했던 수익이나 성과가 지연될 수 있습니다. 인내심을 가지고 기다리세요.",
            "love": "관계가 일시적으로 침체기를 겪을 수 있습니다. 서로를 이해하고 지지하는 것이 중요합니다."
          }
        },
        {
          "name_en": "Judgement",
          "name_kr": "심판",
          "number": 20,
          "image_url": null,
          "keyword": "재생, 각성, 소명, 해방",
          "upright": {
            "general": "과거의 모든 경험이 새로운 의미를 가지게 되는 깨달음의 시기입니다. 인생의 새로운 장을 시작할 준비를 하세요.",
            "health": "오랜 건강 문제가 해결되고 새로운 활력을 찾게 됩니다. 전인적 치유와 재생의 시기가 찾아옵니다.",
            "career": "진정한 소명을 발견하고 새로운 진로를 결정하게 될 것입니다. 중요한 결단을 내릴 시기입니다.",
            "wealth": "과거의 재정적 결정들이 큰 결실을 맺게 됩니다. 새로운 재정 계획을 세우기에 좋은 시기입니다.",
            "love": "과거의 관계를 새롭게 바라보게 되며, 관계의 새로운 단계로 진입할 수 있습니다."
          },
          "reversed": {
            "general": "변화와 새로운 시작을 두려워하고 있습니다. 과거에 대한 미련이나 후회에서 벗어나세요.",
            "health": "건강 문제의 심각성을 회피하고 있습니다. 정확한 진단과 적극적인 치료가 필요합니다.",
            "career": "진로 결정을 미루거나 변화를 거부하고 있습니다. 내면의 소리에 귀 기울여야 할 때입니다.",
            "wealth": "재정적 결단을 미루고 있습니다. 과감한 결정과 행동이 필요한 시기입니다.",
            "love": "과거의 상처나 미해결된 감정에서 벗어나지 못하고 있습니다. 용서와 치유가 필요합니다."
          }
        },
        {
          "name_en": "The World",
          "name_kr": "세계",
          "number": 21,
          "image_url": null,
          "keyword": "완성, 성취, 통합, 완전",
          "upright": {
            "general": "모든 노력이 완벽한 결실을 맺는 시기입니다. 당신의 목표가 성공적으로 달성되며, 새로운 차원의 성장이 시작됩니다.",
            "health": "완벽한 건강과 조화로운 상태에 도달합니다. 육체와 정신이 최상의 균형을 이루게 될 것입니다.",
            "career": "커리어의 정점에 도달하여 큰 성취를 이룹니다. 국제적인 성공이나 세계 무대로의 진출이 가능합니다.",
            "wealth": "재정적 목표가 모두 달성되고 풍요로운 결실을 맺습니다. 세계적인 투자 기회가 찾아올 수 있습니다.",
            "love": "이상적인 관계가 완성되는 시기입니다. 진정한 소울메이트와의 완벽한 조화를 경험하게 됩니다."
          },
          "reversed": {
            "general": "완성이 지연되거나 마무리가 미흡한 상태입니다. 남은 과제들을 꼼꼼히 점검하고 완료하세요.",
            "health": "완전한 회복이 지연되고 있습니다. 꾸준한 관리와 인내가 필요한 시기입니다.",
            "career": "프로젝트 완료가 지연되거나 목표 달성이 미흡합니다. 세세한 부분까지 완벽하게 마무리하세요.",
            "wealth": "재정적 목표 달성이 지연되고 있습니다. 인내심을 가지고 계획을 재점검하세요.",
            "love": "관계의 완성이 지연되거나 불완전한 상태입니다. 서두르지 말고 차근차근 발전시키세요."
          }
        }
      ]
    },
    {
      "daily3": [
        {
          "name_en": "The Fool",
          "name_kr": "바보",
          "number": 0,
          "image_url": null,
          "keyword": "순수함, 열정, 자유로움, 가능성",
          "upright": {
            "general": "인생이라는 여행의 새로운 장이 시작되고 있습니다. 어린아이와 같은 호기심과 순수한 마음으로 세상을 바라보세요. 모든 것이 가능한 시기입니다.",
            "health": "자유로운 신체 활동이 건강에 도움이 됩니다. 춤이나 요가처럼 자연스러운 움직임을 시도해보세요.",
            "career": "새로운 분야로의 도전이 기대 이상의 결과를 가져올 것입니다. 편견 없이 다양한 가능성을 탐색하세요.",
            "wealth": "예상치 못한 곳에서 행운이 찾아올 수 있습니다. 열린 마음으로 새로운 기회를 잡으세요.",
            "love": "운명적인 만남이 기다리고 있습니다. 여행이나 새로운 장소에서 특별한 인연을 만날 수 있습니다."
          },
          "reversed": {
            "general": "즉흥적인 판단이 위험을 초래할 수 있습니다. 기본적인 안전장치와 계획이 필요한 시기입니다.",
            "health": "무분별한 활동으로 부상 위험이 있습니다. 기초적인 건강관리부터 시작하세요.",
            "career": "성급한 변화는 실패를 부를 수 있습니다. 더 많은 준비와 학습이 필요합니다.",
            "wealth": "위험한 투자나 도박의 유혹을 피하세요. 안정적인 재테크를 우선시하세요.",
            "love": "일시적 감정에 휘둘리지 마세요. 진지한 태도로 관계를 살펴보아야 합니다."
          }
        },
        {
          "name_en": "The Magician",
          "name_kr": "마법사",
          "number": 1,
          "image_url": null,
          "keyword": "창조력, 실현, 의지력, 기술",
          "upright": {
            "general": "당신의 의지와 능력으로 원하는 것을 실현할 수 있는 시기입니다. 모든 도구와 재능이 준비되어 있으니 자신감을 가지고 행동하세요.",
            "health": "정신력으로 건강을 개선할 수 있습니다. 마인드컨트롤과 규칙적인 운동이 효과적일 것입니다.",
            "career": "당신의 능력이 빛을 발할 때입니다. 창의적인 아이디어로 주목받을 수 있습니다.",
            "wealth": "재능을 수익으로 연결할 수 있는 기회입니다. 적극적으로 새로운 수입원을 개발하세요.",
            "love": "매력적인 대화와 행동으로 상대방을 사로잡을 수 있습니다. 자신감 있게 다가가세요."
          },
          "reversed": {
            "general": "능력을 과신하거나 남용하고 있습니다. 더 겸손하고 신중한 태도가 필요합니다.",
            "health": "과도한 자신감으로 무리할 수 있습니다. 전문가의 조언을 존중하세요.",
            "career": "실력이 부족한 상태에서 무리한 도전은 피하세요. 기본기를 다지는 시간이 필요합니다.",
            "wealth": "사기나 금전적 손실을 주의하세요. 현실성 없는 제안을 경계하세요.",
            "love": "거짓된 모습으로 상대를 현혹하지 마세요. 진정성 있는 접근이 필요합니다."
          }
        },
        {
          "name_en": "The High Priestess",
          "name_kr": "여사제",
          "number": 2,
          "image_url": null,
          "keyword": "직관, 지혜, 신비, 내면",
          "upright": {
            "general": "내면의 목소리에 귀 기울여야 할 때입니다. 직관적 판단과 내적 지혜가 당신을 올바른 길로 인도할 것입니다.",
            "health": "정신적 안정이 육체적 건강을 가져옵니다. 명상과 요가가 특히 도움이 될 것입니다.",
            "career": "숨겨진 정보나 기회를 발견할 수 있습니다. 비밀 프로젝트가 성공할 가능성이 높습니다.",
            "wealth": "은밀한 투자 기회가 찾아올 수 있습니다. 직관적 판단이 큰 수익을 가져올 것입니다.",
            "love": "깊은 정신적 교감이 가능한 사람을 만날 수 있습니다. 표면적인 매력을 넘어선 인연을 찾으세요."
          },
          "reversed": {
            "general": "직관력이 흐려져 있어 판단을 그르칠 수 있습니다. 중요한 결정은 잠시 미루세요.",
            "health": "심리적 불안이 신체 증상으로 나타날 수 있습니다. 전문가 상담이 필요할 수 있습니다.",
            "career": "중요한 정보를 놓치거나 오판할 수 있습니다. 더 세밀한 검토가 필요합니다.",
            "wealth": "불확실한 정보로 인한 투자 실패를 조심하세요. 철저한 검증이 필요합니다.",
            "love": "상대방의 진심을 오해하고 있을 수 있습니다. 성급한 판단은 피하세요."
          }
        },
        {
          "name_en": "The Empress",
          "name_kr": "여황제",
          "number": 3,
          "image_url": null,
          "keyword": "풍요, 창조성, 모성애, 결실",
          "upright": {
            "general": "풍요롭고 창조적인 시기가 찾아옵니다. 당신의 모든 노력이 아름다운 결실을 맺을 것입니다.",
            "health": "자연 치유력이 높아지는 시기입니다. 임신과 출산에도 매우 좋은 시기가 될 것입니다.",
            "career": "창의적인 프로젝트에서 뛰어난 성과를 낼 수 있습니다. 예술적 재능이 빛을 발합니다.",
            "wealth": "안정적인 수입과 풍요로운 물질적 보상이 기대됩니다. 투자한 것이 결실을 맺습니다.",
            "love": "풍성하고 성숙한 사랑이 발전합니다. 결혼이나 출산과 관련된 기쁜 소식이 있을 수 있습니다."
          },
          "reversed": {
            "general": "창조적 에너지가 막혀있거나 결실이 지연되고 있습니다. 인내심을 가지고 기다리세요.",
            "health": "불규칙한 생활로 건강이 악화될 수 있습니다. 규칙적인 생활습관이 필요합니다.",
            "career": "아이디어는 많으나 실행이 어려운 상황입니다. 현실적인 계획이 필요합니다.",
            "wealth": "과도한 지출이나 낭비로 재정적 어려움을 겪을 수 있습니다. 절제가 필요합니다.",
            "love": "지나친 간섭이나 집착으로 관계가 악화될 수 있습니다. 적당한 거리두기가 필요합니다."
          }
        },
        {
          "name_en": "The Emperor",
          "name_kr": "황제",
          "number": 4,
          "image_url": null,
          "keyword": "권위, 리더십, 안정성, 질서",
          "upright": {
            "general": "강력한 리더십으로 상황을 통제할 수 있습니다. 체계적인 계획과 실행력이 성공을 가져올 것입니다.",
            "health": "규칙적인 생활과 체계적인 운동이 효과를 발휘합니다. 장기적인 건강관리 계획을 세우세요.",
            "career": "리더의 자질이 인정받아 승진이나 발탁의 기회가 올 수 있습니다. 책임감 있게 행동하세요.",
            "wealth": "안정적인 재테크와 투자로 자산이 증가할 것입니다. 부동산 투자가 유리한 시기입니다.",
            "love": "안정적이고 책임감 있는 관계로 발전합니다. 결혼이나 장기 계획을 세우기 좋은 시기입니다."
          },
          "reversed": {
            "general": "권위적인 태도로 주변과 마찰이 생길 수 있습니다. 융통성 있는 리더십이 필요합니다.",
            "health": "과도한 통제욕구로 스트레스가 쌓일 수 있습니다. 긴장을 풀고 휴식을 취하세요.",
            "career": "독단적인 결정으로 팀워크가 저하될 수 있습니다. 구성원들의 의견을 경청하세요.",
            "wealth": "보수적인 투자로 기회를 놓칠 수 있습니다. 새로운 투자 방식도 고려해보세요.",
            "love": "지나친 통제욕구로 연인과의 갈등이 생길 수 있습니다. 상대의 자유를 존중하세요."
          }
        },
        {
          "name_en": "The Hierophant",
          "name_kr": "교황",
          "number": 5,
          "image_url": null,
          "keyword": "전통, 가르침, 영적지도, 제도",
          "upright": {
            "general": "전통적인 방식과 가르침이 당신에게 큰 도움이 될 것입니다. 스승이나 멘토의 조언을 귀담아 들으세요. 기존의 체계 안에서 해답을 찾을 수 있습니다.",
            "health": "정통 의학과 검증된 치료법이 효과를 볼 것입니다. 전문가의 조언을 따르면 건강이 개선됩니다.",
            "career": "공식적인 교육이나 자격증 취득이 도움이 됩니다. 조직 내 규칙을 잘 따르면 인정받을 수 있습니다.",
            "wealth": "보수적이고 안정적인 투자가 유리합니다. 전문가의 재정 조언을 받아들이면 좋은 결과가 있습니다.",
            "love": "전통적인 방식의 만남과 결혼이 예상됩니다. 가족의 승인과 축복 속에 관계가 발전합니다."
          },
          "reversed": {
            "general": "낡은 관습과 형식에 얽매여 있습니다. 때로는 규칙을 깨고 새로운 방식을 시도해야 합니다.",
            "health": "전통적 치료법에 지나치게 의존하고 있습니다. 대체의학 등 새로운 방법도 고려해보세요.",
            "career": "조직의 경직된 문화가 당신의 성장을 방해합니다. 과감한 변화가 필요한 시기입니다.",
            "wealth": "구시대적인 재테크로는 한계가 있습니다. 새로운 투자 방식을 연구해보세요.",
            "love": "관습과 체면에 얽매인 관계는 행복하지 않습니다. 자유로운 사랑을 추구하세요."
          }
        },
        {
          "name_en": "The Lovers",
          "name_kr": "연인",
          "number": 6,
          "image_url": null,
          "keyword": "선택, 조화, 결합, 사랑",
          "upright": {
            "general": "인생의 중요한 선택의 기로에 서 있습니다. 마음이 이끄는 방향이 올바른 선택이 될 것입니다.",
            "health": "마음과 몸의 조화가 이루어지는 시기입니다. 파트너와 함께하는 운동이 특히 효과적입니다.",
            "career": "좋은 파트너십이 형성될 수 있습니다. 협력 프로젝트에서 큰 성과를 얻을 수 있습니다.",
            "wealth": "공동 투자나 동업이 좋은 결실을 맺을 것입니다. 파트너와의 재정적 결합이 유리합니다.",
            "love": "진정한 소울메이트를 만날 수 있는 시기입니다. 서로의 가치관이 일치하는 관계가 시작됩니다."
          },
          "reversed": {
            "general": "선택의 갈등과 내적 혼란이 있습니다. 자신의 진정한 욕구를 파악하는 것이 중요합니다.",
            "health": "불균형한 생활로 건강이 악화될 수 있습니다. 조화로운 생활 패턴을 찾으세요.",
            "career": "파트너와의 의견 충돌이 있을 수 있습니다. 솔직한 대화로 해결책을 찾으세요.",
            "wealth": "공동 투자의 위험이 있습니다. 계약 조건을 꼼꼼히 검토해야 합니다.",
            "love": "가치관의 차이로 관계가 흔들릴 수 있습니다. 서로의 차이를 인정하고 존중하세요."
          }
        },
        {
          "name_en": "The Chariot",
          "name_kr": "전차",
          "number": 7,
          "image_url": null,
          "keyword": "승리, 진전, 의지력, 결단",
          "upright": {
            "general": "강한 의지와 결단력으로 목표를 향해 전진하세요. 모든 장애물을 극복하고 승리를 거둘 것입니다.",
            "health": "적극적인 운동과 체력 단련이 필요한 시기입니다. 목표를 정하고 도전적으로 임하세요.",
            "career": "경쟁에서 승리하여 큰 성과를 이룰 것입니다. 해외 진출이나 새로운 시장 개척이 유리합니다.",
            "wealth": "적극적인 투자가 큰 수익을 가져올 것입니다. 도전적인 재테크에 성공할 수 있습니다.",
            "love": "당신의 적극적인 구애가 성공할 것입니다. 자신감을 가지고 마음을 표현하세요."
          },
          "reversed": {
            "general": "방향을 잃고 표류하고 있습니다. 무리한 추진은 실패를 부를 수 있으니 주의하세요.",
            "health": "과도한 운동으로 부상 위험이 있습니다. 적절한 휴식과 회복이 필요합니다.",
            "career": "성급한 확장은 실패를 부를 수 있습니다. 현재 위치에서 안정을 찾으세요.",
            "wealth": "투기적 투자는 큰 손실을 가져올 수 있습니다. 위험 관리가 매우 중요합니다.",
            "love": "지나친 독점욕이 관계를 망칠 수 있습니다. 상대의 자유를 존중하세요."
          }
        },
        {
          "name_en": "Strength",
          "name_kr": "힘",
          "number": 8,
          "image_url": null,
          "keyword": "내면의 힘, 용기, 인내, 자제력",
          "upright": {
            "general": "내면의 강인함으로 어려움을 극복할 수 있습니다. 부드러운 힘으로 상황을 지혜롭게 다스리세요.",
            "health": "정신력으로 건강을 회복할 수 있습니다. 긍정적 마인드가 치유를 촉진할 것입니다.",
            "career": "뛰어난 리더십으로 팀을 이끌 수 있습니다. 설득력과 카리스마로 성과를 달성하세요.",
            "wealth": "장기적 안목의 투자가 성공할 것입니다. 인내심을 가지고 자산을 관리하세요.",
            "love": "성숙한 사랑을 나눌 수 있는 시기입니다. 이해와 배려로 관계를 발전시키세요."
          },
          "reversed": {
            "general": "내적 불안과 두려움이 커지고 있습니다. 자신감을 회복하고 용기를 내야 할 때입니다.",
            "health": "스트레스로 인한 건강 악화가 우려됩니다. 감정 조절과 휴식이 필요합니다.",
            "career": "자신감 부족으로 기회를 놓칠 수 있습니다. 내면의 힘을 믿으세요.",
            "wealth": "감정적인 투자 결정을 피하세요. 이성적 판단이 필요한 시기입니다.",
            "love": "질투와 불안이 관계를 해치고 있습니다. 자신과 상대방을 더 신뢰하세요."
          }
        },
        {
          "name_en": "The Hermit",
          "name_kr": "은둔자",
          "number": 9,
          "image_url": null,
          "keyword": "고독, 내면탐구, 지혜, 성찰",
          "upright": {
            "general": "홀로 있는 시간을 통해 깊은 통찰을 얻을 수 있습니다. 내면의 목소리에 귀 기울여 진정한 자아를 발견하세요.",
            "health": "혼자만의 건강관리 루틴을 만드세요. 명상과 요가가 특히 효과적일 것입니다.",
            "career": "독립적인 연구나 프로젝트에서 성과를 낼 수 있습니다. 전문성을 더욱 깊이 발전시키세요.",
            "wealth": "신중하고 보수적인 재테크가 유리합니다. 철저한 분석과 연구로 투자를 결정하세요.",
            "love": "자아를 깊이 이해하는 시간이 필요합니다. 진정한 사랑을 위해 먼저 자신을 사랑하세요."
          },
          "reversed": {
            "general": "과도한 고립으로 우울해질 수 있습니다. 적절한 사회활동과 교류가 필요한 시기입니다.",
            "health": "고독감으로 인한 정신적 스트레스가 심각합니다. 주변의 도움을 받아들이세요.",
            "career": "팀 프로젝트 참여를 회피하여 성과가 저하됩니다. 동료들과 협력하세요.",
            "wealth": "투자 결정을 미루다 기회를 놓칠 수 있습니다. 적절한 행동이 필요합니다.",
            "love": "외로움을 피해 성급한 관계를 맺을 수 있습니다. 신중한 판단이 필요합니다."
          }
        },
        {
          "name_en": "Wheel of Fortune",
          "name_kr": "운명의 수레바퀴",
          "number": 10,
          "image_url": null,
          "keyword": "운명, 전환점, 기회, 변화",
          "upright": {
            "general": "운명의 수레바퀴가 당신에게 유리한 방향으로 돌아가고 있습니다. 큰 변화와 행운이 찾아오니 기회를 놓치지 마세요.",
            "health": "만성 질환이 호전되는 전환점입니다. 새로운 치료법이나 의사와의 만남이 치유를 가져올 것입니다.",
            "career": "갑작스러운 승진이나 부서 이동의 기회가 옵니다. 환경 변화를 긍정적으로 받아들이세요.",
            "wealth": "예상치 못한 수입이나 투자 수익이 발생합니다. 행운의 기회를 잘 포착하세요.",
            "love": "운명적인 만남이 기다리고 있습니다. 우연한 계기로 시작된 인연이 특별해질 수 있습니다."
          },
          "reversed": {
            "general": "원치 않는 변화나 불운한 상황이 발생할 수 있습니다. 일시적인 어려움을 인내하며 기다리세요.",
            "health": "건강 상태가 일시적으로 악화될 수 있습니다. 예방적 관리에 더욱 신경 쓰세요.",
            "career": "갑작스러운 인사 변동으로 어려움을 겪을 수 있습니다. 변화에 대비하는 자세가 필요합니다.",
            "wealth": "예기치 못한 지출이나 손실이 발생할 수 있습니다. 비상금을 준비해두세요.",
            "love": "관계의 급격한 변화나 이별을 경험할 수 있습니다. 시간이 해결책이 될 것입니다."
          }
        },
        {
          "name_en": "Justice",
          "name_kr": "정의",
          "number": 11,
          "image_url": null,
          "keyword": "정의, 균형, 진실, 인과응보",
          "upright": {
            "general": "공정한 판단으로 좋은 결과를 얻을 수 있습니다. 진실이 밝혀지고 정의가 실현되는 시기입니다.",
            "health": "균형 잡힌 생활습관이 건강을 가져옵니다. 정확한 진단과 적절한 치료가 효과를 볼 것입니다.",
            "career": "능력을 정당하게 평가받을 것입니다. 법률 관련 업무나 계약에서 유리한 결과를 얻습니다.",
            "wealth": "정당한 대가를 받을 수 있습니다. 법적 문제나 분쟁에서 승리할 가능성이 높습니다.",
            "love": "서로의 진심을 확인하고 공평한 관계를 맺을 수 있습니다. 정직한 소통이 중요합니다."
          },
          "reversed": {
            "general": "불공정한 상황이나 편견에 직면할 수 있습니다. 부당한 대우를 받더라도 침착하게 대응하세요.",
            "health": "잘못된 진단이나 치료를 받을 수 있습니다. 반드시 2차 소견을 구하세요.",
            "career": "부당한 인사평가나 차별을 경험할 수 있습니다. 법적 대응을 고려해보세요.",
            "wealth": "금전적 사기나 부당한 계약을 주의하세요. 모든 거래는 문서화하고 법적 검토를 받으세요.",
            "love": "관계에서 불균형이나 부당한 요구를 경험할 수 있습니다. 공정한 기준을 세우세요."
          }
        },
        {
          "name_en": "The Hanged Man",
          "name_kr": "매달린 사람",
          "number": 12,
          "image_url": null,
          "keyword": "희생, 인내, 새로운 관점, 포기",
          "upright": {
            "general": "상황을 다른 시각에서 바라보면 새로운 깨달음을 얻을 수 있습니다. 일시적인 희생이 더 큰 이익을 가져올 것입니다.",
            "health": "기존 방식을 멈추고 새로운 치료법을 시도해보세요. 휴식과 명상이 치유를 가져올 것입니다.",
            "career": "잠시 현재 위치에서 멈추고 상황을 관찰하세요. 새로운 시각이 성공의 열쇠가 됩니다.",
            "wealth": "당장의 이익보다 장기적 관점에서 판단하세요. 과감한 포기가 더 큰 이익이 될 수 있습니다.",
            "love": "관계를 새로운 시각으로 바라보세요. 잠시 거리를 두는 것이 관계 개선에 도움이 됩니다."
          },
          "reversed": {
            "general": "불필요한 희생이나 고착된 상황에서 벗어나세요. 과감한 결단이 필요한 시기입니다.",
            "health": "무의미한 치료나 건강관리법을 고집하지 마세요. 새로운 방법을 시도할 때입니다.",
            "career": "현재 직장이나 업무에 무의미하게 매여있습니다. 과감한 진로 전환을 고려하세요.",
            "wealth": "수익성 없는 투자를 정리하세요. 과감한 손절과 새로운 시작이 필요합니다.",
            "love": "불건강한 관계나 일방적 희생에서 벗어나세요. 자신의 행복을 우선시하세요."
          }
        },
        {
          "name_en": "Death",
          "name_kr": "죽음",
          "number": 13,
          "image_url": null,
          "keyword": "종말, 변화, 재생, 혁신",
          "upright": {
            "general": "큰 변화와 새로운 시작이 필요한 시기입니다. 과거와의 단절이 새로운 성장을 가져올 것입니다.",
            "health": "오래된 건강 습관과 결별하세요. 완전히 새로운 건강관리법이 놀라운 효과를 가져올 것입니다.",
            "career": "현재의 진로나 직장과 결별할 수 있습니다. 전혀 새로운 분야에서 성공할 기회가 옵니다.",
            "wealth": "기존 재테크 방식을 과감히 정리하세요. 새로운 투자 전략이 큰 수익을 가져올 것입니다.",
            "love": "현재 관계의 완전한 변화나 새로운 인연의 시작을 암시합니다. 과거에서 벗어나세요."
          },
          "reversed": {
            "general": "필요한 변화를 거부하고 있습니다. 변화에 대한 두려움을 극복하지 못하면 정체될 수 있습니다.",
            "health": "건강 문제를 방치하고 있습니다. 변화를 미루는 것이 증상을 악화시킬 수 있습니다.",
            "career": "변화를 두려워하여 성장이 멈췄습니다. 과감한 결단이 필요한 시기입니다.",
            "wealth": "재정적 변화를 미루다 손실이 커질 수 있습니다. 결단력 있는 자산 관리가 필요합니다.",
            "love": "끝난 관계를 붙잡고 있습니다. 새로운 사랑을 위해 과거를 놓아주세요."
          }
        },
        {
          "name_en": "Temperance",
          "name_kr": "절제",
          "number": 14,
          "image_url": null,
          "keyword": "균형, 조화, 절제, 중용",
          "upright": {
            "general": "모든 것이 조화롭게 흐르는 시기입니다. 균형과 절제를 통해 안정적인 발전을 이룰 수 있습니다.",
            "health": "몸과 마음의 균형이 잘 잡힙니다. 적절한 운동과 휴식의 조화가 건강을 가져올 것입니다.",
            "career": "안정적이고 차분한 업무 진행이 좋은 결과를 가져옵니다. 팀원들과의 조화를 이루세요.",
            "wealth": "위험과 수익의 균형이 잡힌 투자가 성공합니다. 과도한 욕심을 버리고 안정을 추구하세요.",
            "love": "평화롭고 안정된 관계를 유지할 수 있습니다. 서로에 대한 이해와 배려가 깊어집니다."
          },
          "reversed": {
            "general": "균형이 깨지고 극단으로 치우칠 수 있습니다. 중용의 자세를 되찾는 것이 중요합니다.",
            "health": "과도한 운동이나 불규칙한 생활로 건강이 악화될 수 있습니다. 생활의 균형을 찾으세요.",
            "career": "일과 삶의 균형이 깨져있습니다. 업무 스트레스를 조절할 필요가 있습니다.",
            "wealth": "충동적인 소비나 투자로 재정 균형이 무너질 수 있습니다. 절제가 필요한 시기입니다.",
            "love": "관계에서 주고받음의 균형이 깨졌습니다. 서로의 역할과 책임을 재조정하세요."
          }
        },
        {
          "name_en": "The Devil",
          "name_kr": "악마",
          "number": 15,
          "image_url": null,
          "keyword": "속박, 유혹, 집착, 물질주의",
          "upright": {
            "general": "당신을 구속하는 것들의 실체를 깨달을 때입니다. 중독, 집착, 그리고 부정적 패턴에서 벗어나기 위한 자각이 필요합니다.",
            "health": "나쁜 습관이나 중독적 행동이 건강을 해치고 있습니다. 음주, 흡연 등 해로운 습관을 끊을 시기입니다.",
            "career": "과도한 업무나 독성적인 직장 문화에 매여있습니다. 불합리한 구속에서 벗어날 용기가 필요합니다.",
            "wealth": "물질에 대한 지나친 집착이 판단을 흐리게 합니다. 도박이나 투기의 유혹을 경계하세요.",
            "love": "불건전하거나 강박적인 관계에 빠져있습니다. 상대방에 대한 지나친 집착을 내려놓으세요."
          },
          "reversed": {
            "general": "중독과 집착의 사슬에서 벗어날 기회입니다. 자유를 향한 첫 걸음을 내딛으세요.",
            "health": "건강을 해치는 습관에서 벗어날 수 있습니다. 전문가의 도움을 받아 새로운 시작을 하세요.",
            "career": "구속적인 계약이나 관계에서 해방될 수 있습니다. 새로운 기회를 찾아보세요.",
            "wealth": "재정적 속박에서 벗어날 수 있습니다. 건전한 재정 관리의 시작점이 될 것입니다.",
            "love": "독점적이고 불건강한 관계를 정리할 수 있습니다. 진정한 자유를 찾으세요."
          }
        },
        {
          "name_en": "The Tower",
          "name_kr": "탑",
          "number": 16,
          "image_url": null,
          "keyword": "파괴, 격변, 각성, 해방",
          "upright": {
            "general": "갑작스러운 변화와 혼란이 찾아올 수 있습니다. 하지만 이는 새로운 시작을 위한 필요한 파괴입니다.",
            "health": "급성 질환이나 갑작스러운 사고에 주의하세요. 정기검진과 예방이 매우 중요한 시기입니다.",
            "career": "회사의 구조조정이나 급격한 변화가 있을 수 있습니다. 위기를 기회로 전환할 준비를 하세요.",
            "wealth": "예상치 못한 큰 지출이나 재정적 손실이 있을 수 있습니다. 비상금을 준비해두세요.",
            "love": "관계의 급격한 변화나 갑작스러운 이별이 있을 수 있습니다. 이는 더 나은 관계를 위한 과정입니다."
          },
          "reversed": {
            "general": "필요한 변화를 피하고 있습니다. 피할 수 없는 변화를 받아들이는 것이 현명합니다.",
            "health": "심각한 건강 문제를 무시하고 있습니다. 더 이상의 방치는 위험할 수 있습니다.",
            "career": "피할 수 없는 변화를 거부하여 더 큰 어려움을 겪을 수 있습니다. 변화를 수용하세요.",
            "wealth": "재정적 위기의 징후를 무시하고 있습니다. 즉각적인 대처가 필요합니다.",
            "love": "끝나야 할 관계를 붙잡고 있습니다. 변화를 받아들이고 새로운 시작을 준비하세요."
          }
        },
        {
          "name_en": "The Star",
          "name_kr": "별",
          "number": 17,
          "image_url": null,
          "keyword": "희망, 영감, 치유, 평화",
          "upright": {
            "general": "희망과 영감이 당신을 인도합니다. 긍정적인 에너지가 당신의 길을 밝혀줄 것입니다.",
            "health": "자연스러운 치유의 시기입니다. 낙관적인 마음가짐이 회복을 촉진할 것입니다.",
            "career": "창의적인 아이디어가 인정받습니다. 당신의 재능이 빛을 발하는 시기입니다.",
            "wealth": "장기적인 투자가 좋은 결실을 맺습니다. 희망적인 재정 계획을 세우세요.",
            "love": "이상적인 파트너를 만날 수 있습니다. 순수하고 낭만적인 사랑이 시작됩니다."
          },
          "reversed": {
            "general": "희망을 잃고 좌절감을 느낄 수 있습니다. 내면의 빛을 다시 찾는 것이 중요합니다.",
            "health": "회복이 더디고 치유가 지연됩니다. 인내심을 가지고 꾸준히 노력하세요.",
            "career": "실망스러운 결과로 의욕이 저하될 수 있습니다. 새로운 영감이 필요합니다.",
            "wealth": "비현실적인 기대로 투자에 실패할 수 있습니다. 현실적인 계획이 필요합니다.",
            "love": "이상과 현실의 괴리로 실망할 수 있습니다. 현실적인 기대를 가지세요."
          }
        },
        {
          "name_en": "The Moon",
          "name_kr": "달",
          "number": 18,
          "image_url": null,
          "keyword": "환상, 불확실성, 직관, 미스터리",
          "upright": {
            "general": "직관과 잠재의식의 메시지에 주목하세요. 표면적으로 보이는 것 너머의 진실을 파악해야 합니다.",
            "health": "심리적 요인이 신체 건강에 영향을 미칩니다. 정신 건강 관리가 특히 중요합니다.",
            "career": "불확실한 상황에서 직관적 판단이 중요합니다. 숨겨진 정보에 주의를 기울이세요.",
            "wealth": "불확실한 투자는 피하세요. 사기나 기만적인 제안을 주의해야 합니다.",
            "love": "상대방의 진정한 의도를 파악하기 어려울 수 있습니다. 서두르지 말고 시간을 가지세요."
          },
          "reversed": {
            "general": "혼란과 불안이 점차 해소됩니다. 진실이 드러나고 명확성을 찾게 될 것입니다.",
            "health": "잘못된 진단이나 치료를 받을 수 있습니다. 반드시 두 번째 의견을 구하세요.",
            "career": "사기나 기만적인 상황에 주의하세요. 계약서의 내용을 꼼꼼히 확인하세요.",
            "wealth": "금전적 사기나 투자 사기를 조심하세요. 모든 거래를 철저히 검증하세요.",
            "love": "거짓말이나 속임수가 드러날 수 있습니다. 관계의 진실을 직시하세요."
          }
        },
        {
          "name_en": "The Sun",
          "name_kr": "태양",
          "number": 19,
          "image_url": null,
          "keyword": "성공, 기쁨, 활력, 풍요",
          "upright": {
            "general": "완벽한 성공과 행복이 기다립니다. 모든 것이 당신의 뜻대로 이루어지는 황금기입니다.",
            "health": "넘치는 생명력과 활력으로 건강이 크게 증진됩니다. 햇빛과 함께하는 활동이 특히 좋습니다.",
            "career": "큰 성과와 인정을 받을 수 있습니다. 승진이나 중요한 프로젝트를 맡게 될 것입니다.",
            "wealth": "풍요로운 수입과 재물운이 함께합니다. 투자나 사업에서 큰 성공을 거둘 수 있습니다.",
            "love": "행복하고 밝은 관계가 기다립니다. 결혼이나 출산과 같은 기쁜 소식이 있을 수 있습니다."
          },
          "reversed": {
            "general": "일시적인 어려움이나 자신감 결여를 경험할 수 있습니다. 곧 상황이 개선될 것입니다.",
            "health": "활력이 저하되고 면역력이 약해질 수 있습니다. 충분한 휴식과 영양 섭취가 필요합니다.",
            "career": "성과를 인정받지 못하거나 승진이 지연될 수 있습니다. 인내심을 가지고 기다리세요.",
            "wealth": "기대했던 수익이나 보상이 지연될 수 있습니다. 긍정적인 마인드를 유지하세요.",
            "love": "관계가 일시적으로 침체기를 겪을 수 있습니다. 시간이 해결해줄 것입니다."
          }
        },
        {
          "name_en": "Judgement",
          "name_kr": "심판",
          "number": 20,
          "image_url": null,
          "keyword": "재생, 각성, 소명, 부활",
          "upright": {
            "general": "과거의 모든 경험이 새로운 의미를 가지게 되는 깨달음의 시기입니다. 내면의 부름에 따라 새로운 단계로 도약하세요.",
            "health": "오랜 건강 문제가 해결되고 새로운 활력을 찾게 됩니다. 전인적 치유와 재생의 기회가 옵니다.",
            "career": "진정한 소명을 발견하고 새로운 방향으로 나아갈 때입니다. 삶의 목적과 일이 하나가 됩니다.",
            "wealth": "과거의 재정적 결정들이 결실을 맺습니다. 카르마적 보상이 찾아올 것입니다.",
            "love": "과거의 관계를 새롭게 바라보게 됩니다. 더 높은 차원의 사랑을 경험할 수 있습니다."
          },
          "reversed": {
            "general": "자기성찰과 변화를 두려워하고 있습니다. 내면의 소리를 무시하면 후회할 수 있습니다.",
            "health": "건강 문제의 심각성을 부정하고 있습니다. 정직한 자기평가와 적극적 치료가 필요합니다.",
            "career": "진로 결정을 미루거나 소명을 외면하고 있습니다. 두려움을 극복하고 전진하세요.",
            "wealth": "재정적 업보를 피하려 하고 있습니다. 과거의 선택에 대한 책임을 받아들이세요.",
            "love": "과거의 상처나 미해결된 감정을 직면하지 않고 있습니다. 진정한 치유가 필요합니다."
          }
        },
        {
          "name_en": "The World",
          "name_kr": "세계",
          "number": 21,
          "image_url": null,
          "keyword": "완성, 성취, 통합, 완전",
          "upright": {
            "general": "모든 노력이 완벽한 결실을 맺는 시기입니다. 당신의 여정이 성공적으로 완성되며, 새로운 차원으로의 도약이 시작됩니다.",
            "health": "완벽한 건강과 조화로운 상태에 도달합니다. 신체와 정신이 최상의 균형을 이룹니다.",
            "career": "모든 목표가 달성되고 큰 성취를 이룹니다. 국제적인 성공과 인정이 기다리고 있습니다.",
            "wealth": "재정적 풍요와 물질적 성공이 완성됩니다. 세계적인 규모의 성공을 거둘 수 있습니다.",
            "love": "이상적인 관계가 완성되는 시기입니다. 영혼의 파트너와 완벽한 조화를 이룹니다."
          },
          "reversed": {
            "general": "완성이 지연되거나 마무리가 불완전한 상태입니다. 남은 과제들을 꼼꼼히 점검하세요.",
            "health": "완전한 회복이 지연되고 있습니다. 꾸준한 관리와 인내심이 필요한 시기입니다.",
            "career": "목표 달성이 지연되거나 프로젝트 완료가 미뤄집니다. 세부사항까지 완벽하게 마무리하세요.",
            "wealth": "재정적 목표 달성이 지연됩니다. 인내심을 가지고 계획을 재점검하세요.",
            "love": "관계의 완성이 지연되거나 불완전한 상태입니다. 서두르지 말고 차근차근 발전시키세요."
          }
        }
      ]
    }
  ]
}
